window.QUIZ_QUESTIONS = [
  {
    "id": 1,
    "question": "Аналитикалықәсері бар химиялықреакциялар ... депаталады.",
    "answers": [
      "аналитикалық",
      "физикалық.",
      "ерекш е.",
      "бөлшексауд а.",
      "ерекшееме с."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 2,
    "question": "Аналитикалық химия екікезеңдежүргізіледі?",
    "answers": [
      "физикалық, химиялық",
      "теориялық, практикалық",
      "Сандық, сапалық",
      "қышқылдық, негіздік",
      "оксиді, тұздыерітінді"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 3,
    "question": "Қышқылдық-негіздік классификация бойынша барлық катиондар бөлінеді:",
    "answers": [
      "3 топқа",
      "5 топқа",
      "4 топқа",
      "6 топка"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 4,
    "question": "Катиондардыңқышқылдық-негіздікклассификациясы неге негізделген?",
    "answers": [
      "фосфаттардың суда әртүрліерігіштігітуралы;",
      "сульфидтердің суда әртүрліерігіштігібойынша;",
      "нитраттардың суда әртүрліерігіштігібойынша;",
      "хлоридтердің, сульфаттардың, гидрөксидтердің суда, аммиак ерітіндісінде, сілтіерітіндісіндеәртүрліерігіштігітуралы."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 5,
    "question": "Топтықреагенттергемыналаржатады:",
    "answers": [
      "тұзқышқылы, күкіртқышқылы.",
      "диметилглиоксим;",
      "калий хроматы;",
      "уротропин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 6,
    "question": "Екі немесе одан да көп компоненттерден тұратын біртекті жүйе?",
    "answers": [
      "буфер",
      "Ерітінді",
      "коллоидты",
      "араластыру",
      "кристалл"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 7,
    "question": "Массаныңәсеретузаңынпайдаланып2A + B C: реакция жылдамдығынанықтаңыз:",
    "answers": [
      "= k[A][B];",
      "= k[C]2;",
      "= k[A];",
      "= k[A]2[B]:",
      "= k[B];"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 8,
    "question": "Төмендегі реакциялардың қайсысы тотығу-тотықсыздану реакцияларына жатады?",
    "answers": [
      "CaO + H2O Ca(OH)2;",
      "SO2 + H2O H2SO3;",
      "CaCO3 CaO + CO2;",
      "2KMnO4 + 16 HCl 2MnCl2 + 5Cl2 + 8H2O + 2KCl",
      "H2SiO3H2O + SiO2;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 9,
    "question": "Туражәнекеріреакциялардыңтеп",
    "answers": [
      "теңдікжылдамдықтары?",
      "химмиялық теп",
      "теңдік",
      "электролиз",
      "катализатор",
      "химиялыққысым",
      "химиялықжылдамдық"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 10,
    "question": "KOH + HCl = KCl + H2O",
    "answers": [
      "Aлмасу",
      "ауыстыру",
      "галогендеу",
      "айыр13ылу",
      "қосылу"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 11,
    "question": "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал?",
    "answers": [
      "массаларсақталу заңы",
      "Ал термодинамика заңы",
      "II Термодинамика заңы",
      "Томсонережесі",
      "Майкл Фарадей заңы"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 12,
    "question": "Тура реакция жылдамдығы мен кері реакция жылдамдығыныңтеңгерілгенкүйі:",
    "answers": [
      "химмиялық теп",
      "теңдік",
      "электролиз",
      "катализ",
      "химиялыққысым",
      "химиялықжылдамдық"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 13,
    "question": "Қышқыл оксидінің формуласы?",
    "answers": [
      "Na2O.",
      "Fe2O3.",
      "K2O. Д. CaO.",
      "Cl2O7"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 14,
    "question": "Катализаторменбайланысты процесс",
    "answers": [
      "Катализ",
      "электролиз",
      "еріту",
      "балқу",
      "кристалдану"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 15,
    "question": "Массаныңәсеретузаңынпайдаланып2A+3EF реакция жылдамдығынанықтаңыз:",
    "answers": [
      "v = k [E]3;",
      "v = k [A]2[E]3:",
      "v = k [F];",
      "v = k [A]2;",
      "v = k [A] [E];"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 16,
    "question": "Химиялықтеп",
    "answers": [
      "теңдіктетеңболатынреакциялардыңжылдамдығықандай?",
      "түзужәнебаяу",
      "керіжәнежылдам",
      "Туражәнекері",
      "баяужәнежылдам",
      "жауапжоқ"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 17,
    "question": "Біртектіреакцияныңжылдамдығына2NO(г)+O2(г)=2NO2(г) сәйкес келетін өрнек дұрыс?",
    "answers": [
      "=k2CNO;",
      "=k:",
      "= 2kCNO;",
      "= k+;",
      "=k;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 18,
    "question": "ГетерогендіреакцияныңжылдамдығынаS(к)+O2(г)=SO2(г) сәйкес келетін өрнек дұрыс?",
    "answers": [
      "=kCS;",
      "=k:",
      "=kCS+;",
      "= k;",
      "=kCS;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 19,
    "question": "Әсерлесуші массалар заңы?",
    "answers": [
      "Химиялық реакцияның жылдамдығы әрбір он градустық өсу үшін екі-үш есе артады",
      "Реакция жылдамдығы уақыт бірлігінде көлем бірлігімен әрекеттесетін заттың мөлшерімен анықталады",
      "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал.",
      "Химиялық теп",
      "теңдік жүйеге қандай да бір әсер еткенде, бұл әсер кері болады",
      "Барлық берілген қарулар дұрыс"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 20,
    "question": "Гесс заңының анықтамасы?",
    "answers": [
      "Энергияныжоғалтуғанемесежоқтанжаратуғаболмайды.",
      "Энергетика мемлекеттіңбірегейқызметі.",
      "Химиялықреакцияныңжылуэффектісіоныңжүруінебайланыстыемес, тек әрекеттесушізаттар мен өнімдердіңкүйінебайланысты",
      "Кез келген реакция жүйенің теп",
      "теңдіккүйінебайланыстыөздігіненжүреді.",
      "Бұлжауаптардыңбарлығыдұры с."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 21,
    "question": "Кальций карбонатындағы CaCO3 оттегініңмассалықүлесі",
    "answers": [
      "58%",
      "49%",
      "44%",
      "48%;",
      "47%"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 22,
    "question": "100 мл ерітіндіде 49 г H2SO4 бар. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "10:",
      "5;",
      "1;",
      "0,5;",
      "20;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 23,
    "question": "100 мл ерітіндіде 3,4 г AgNO3 бар. M(AgNO3)=170 г/моль. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "0,2н:",
      "0,02н;",
      "2n;",
      "1n;",
      "20н;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 24,
    "question": "0,5 моль сутегініңн.о. алатынкөлемі (л):",
    "answers": [
      "5,6;",
      "11,2:",
      "22.4;",
      "44,8;",
      "89.6;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 25,
    "question": "Қалыптыжағдайда 11,2 л көміртекоксидінің (IV) құрамындақандайзатмөлшері (моль) болады?",
    "answers": [
      "1;",
      "0,05;",
      "10;",
      "0,1;",
      "0,5."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 26,
    "question": "Қалыпты жағдайда 56 г N2(азот) моль санынанықтаңыз.",
    "answers": [
      "2,0:",
      "1,0;",
      "2,5;",
      "3,0;",
      "3.5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 27,
    "question": "0,5 моль көлеміндегікүкіртқышқылыныңмассасын (г) есептеңдер. М(H2SO4)=98г/моль.",
    "answers": [
      "98 г;",
      "49;",
      "9,8г;",
      "4,9 г;",
      "490г;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 28,
    "question": "Қалыптыжағдайдааммиактыңсалмағы 34 г қандайкөлемді (л) құрайды.",
    "answers": [
      "44,8 л:",
      "22,4 л;",
      "448 л;",
      "22,4 мл;",
      "2,24 л;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 29,
    "question": "100 мл ерітіндіде 4,9 г H2SO4 (M(H2SO4) = 98 г/моль) бар. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "1H;",
      "0,02н;",
      "2н;",
      "0,1н;",
      "0,5н."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 30,
    "question": "Ерітіндісісілтіліортасы бар тұздыанықтаңыз.",
    "answers": [
      "K2SO4;",
      "K2CO3.",
      "MgSO4;",
      "CuCl2;",
      "NaNO3;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 31,
    "question": "Массасы 125 г ерітіндіде 25 г натрий гидроксиді бар. Ерітіндідегізаттыңмассалықүлесіқандай (ма",
    "answers": [
      ", %)?",
      "25;",
      "24;",
      "23;",
      "21;",
      "20."
    ],
    "correct": [
      5
    ]
  },
  {
    "id": 32,
    "question": "Көлемі 11,2 л азоттыңмассасы бар?",
    "answers": [
      "28 г;",
      "280 г;",
      "14;",
      "140 г;",
      "30 г;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 33,
    "question": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (ма",
    "answers": [
      ", %)?",
      "24;",
      "12;",
      "20%:",
      "40;",
      "60;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 34,
    "question": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "answers": [
      "2;",
      "3;",
      "1:",
      "4;",
      "16;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 35,
    "question": "1л 1М H2SO4 ерітіндісіндайындауүшінқажеттікүкіртқышқылыныңмассасынтабыңыз?",
    "answers": [
      "8г",
      "100 г",
      "10 г Д 15г",
      "98"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 36,
    "question": "Газдыңкөлемі 67,2 л. Заттыңмөлшеріқандай?",
    "answers": [
      "1моль",
      "2 моль",
      "0,5 моль",
      "3 молль",
      "5 моль"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 37,
    "question": "Құрамында 0,5 моль бар натрий карбонатыныңмассасынесептеңдер",
    "answers": [
      "106 г",
      "53",
      "10,6 г",
      "5,3 г",
      "1,06 г"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 38,
    "question": "0,25 моль мөлшеріндегі азот оксидінің (V) массасынкөрсетіңіз.",
    "answers": [
      "27",
      "28г",
      "30 г",
      "42 г",
      "15d"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 39,
    "question": "10 моль сутегін.о. көлеміқандай",
    "answers": [
      "22.4",
      "11,2",
      "224",
      "112",
      "44.8"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 40,
    "question": "Массаныңәсеретузаңынпайдаланып, реакция жылдамдығын A + 3D ® 2С анықтаңыз:",
    "answers": [
      "u = k • [C];",
      "u = k • [A];",
      "u = k • [D];",
      "u = k •[A] • [D] 3:",
      "u = k • 2 [C];"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 41,
    "question": "Реакцияларүшінмассаларәрекетізаңыныңматематикалықөрнегі? 2H2 + O2 = 2H2O",
    "answers": [
      "V = k [H2] ² [O2]:",
      "V = k[H2] + [O2]",
      "V = k [H] 2+ [O2] D .V = k[H2]",
      "V = k [H2] [O2]"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 42,
    "question": "Сулы ерітіндіде диссоциациялану кезінде тек гидроксид иондарын анион түрінде бөлетін күрделі зат қалай аталады?",
    "answers": [
      "негіздер",
      "Тұз",
      "Қышқылдар",
      "Аниондар",
      "Оксидтер"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 43,
    "question": "Азоттың максималды валенттілігін көрсететін оксид?",
    "answers": [
      "NO",
      "N2O3",
      "N2O",
      "N2O5;",
      "N3O5"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 44,
    "question": "Н+ иондарыныңконцентрациясы 10-1 моль/лболса, ерітіндініңрН-ынанықтаңыз.",
    "answers": [
      "1:",
      "13;",
      "6;",
      "10;",
      "5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 45,
    "question": "Төмендегіреакциялардыңқайсысытотығу-тотықсыздануғажатады?",
    "answers": [
      "CO2 + H2O ® H2CO3;",
      "(NH4)2CO3 ® 2NH3 + CO2;",
      "H2SO4 + NaCl ® NaHSO4 + HCl;",
      "HCl + KOH ® KCl + H2O;",
      "Fe + H2SO4 ® FeSO4 + H2"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 46,
    "question": "(ОН-) иондарыныңконцентрациясы 10-13 моль/л1 болса, рНнегетең?",
    "answers": [
      "13;",
      "1:",
      "6;",
      "4;",
      "7;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 47,
    "question": "Көлемі 11,2 лазоттыңмассасыбар?",
    "answers": [
      "28 г;",
      "280 г;",
      "14 ;",
      "140 г;",
      "30 г."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 48,
    "question": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (ма",
    "answers": [
      ", %)?",
      "24;",
      "12;",
      "20:",
      "40;",
      "60;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 49,
    "question": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "answers": [
      "2;",
      "3;",
      "1:",
      "4;",
      "16;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 50,
    "question": "1887 жылы Аррениус мынадай теория ұсынды:",
    "answers": [
      "Кинетика",
      "Катализ",
      "электролиттік диссоциация.",
      "Термодинамика",
      "Электролиз"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 51,
    "question": "Химиялықбалансқаәсеретпейтін фактор?",
    "answers": [
      "температура",
      "қысым",
      "катализ",
      "Катализатор",
      "уақыт"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 52,
    "question": "Бейэлектролиттерарасындағы электролит",
    "answers": [
      "C2H5OH",
      "CH4",
      "H2SO4 ;",
      "CO2",
      "Н2СО3"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 53,
    "question": "Күштіэлектролиттікөрсетіңіз.",
    "answers": [
      "H2CO3;",
      "H3PO4;",
      "NaNO3:",
      "Cu(OH)2;",
      "H2S;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 54,
    "question": "Қандайэлектролитдиссоциациясынангидроксикациятүзіледі?",
    "answers": [
      "CuSO4;",
      "NaHCO3;",
      "Al(A",
      "3;",
      "CuOHCl:",
      "NaH2PO4;"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 55,
    "question": "Қандайэлектролитдиссоциациясынангидроанионтүзіледі?",
    "answers": [
      "AlOHCl2;",
      "Na2SO4;",
      "NH4OH;",
      "(CuOH)2SO4;",
      "Na2HPO4:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 56,
    "question": "Зат-электролиткеанықтамаберіңіз.",
    "answers": [
      "Cu;",
      "CuO;",
      "O2;",
      "CuSO4:",
      "NO;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 57,
    "question": "Электролит емесзатқаанықтамаберіңіз.",
    "answers": [
      "ZnCl2;",
      "Na2SO4;",
      "CrCl3;",
      "MnO:",
      "Cu(NO3) 2;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 58,
    "question": "Топтықжәнежүйелікталдаудақолданылатынреакциялар?",
    "answers": [
      "ерекше",
      "Топтықреагентпен",
      "таңдамалыбіртекті",
      "гетерогенді",
      "таңдамалыбіртекті, гетерогенді"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 59,
    "question": "Күштіэлектролиткеанықтамаберіңіз.",
    "answers": [
      "HNO3. a = 94%:",
      "CH3COOHa = 2%;",
      "HCN a = 0,15%;",
      "NH4OH. a = 1,35%;",
      "H2CO3 a = 0,17%;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 60,
    "question": "Қандайэлектролитқадамдарбойыншадиссоциацияланады?",
    "answers": [
      "KKN;",
      "H2SO3:",
      "NaOH;",
      "KNO3;",
      "HCl;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 61,
    "question": "Диссоциацияланғанбөлшектерсанының N ерігенбөлшектердіңжалпысанынақатынасы n, пайызбенкөрсетілген.",
    "answers": [
      "электролиттік диссоциация",
      "негізінде",
      "қышқылдармен",
      "Диссоциацияланудәрежесі",
      "гидролиз"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 62,
    "question": "Тотығу-тотықсыздануреакцияларыныңтүрлері?",
    "answers": [
      "алмасу, молекулааралық",
      "молекулаішілік, молекулааралық, пропорционалдыеме с.",
      "молекулаішілік, молекулааралық, орынбасу",
      "молекулаішілік, пропорционалдыемес, алмасу",
      "пропорционалдыемес, ауыстыру, байланыс"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 63,
    "question": "Ерітінділердегеніміз не?",
    "answers": [
      "Бірнешеқұрамдасбөліктердентұратынбіртектібірфазалыжүй е.",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендібірфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіфазалықжүйе"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 64,
    "question": "Электролит дегеніміз не?",
    "answers": [
      "Еріткішмолекулаларыныңәсерінениондарғаыдырайтынерітінділернемесебалқымалар.",
      "Еріткішмолекулаларыныңәсерінениондарғаыдырамайтын, ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттар?",
      "Ерігензатмолекулаларыныңәсерінениондарғаыдырап, ерітіндіденемесебалқымадаэлектртогынөткізетінзаттар",
      "Ерітінділерінемесебалқымаларыеріткішмолекулаларыныңәсерінениондарғаыдырайтынжәнеэлектртогынөткізбейтінзаттар.",
      "Ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттареріткішмолекулаларыныңәсерінениондарғаыдырамайды."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 65,
    "question": "Реакция жылдамдығынүдететін, бірақ реакция нәтижесіндетұтынылмайтынзат?",
    "answers": [
      "ингибиторы",
      "изотоп",
      "Катализатор",
      "кристалдану",
      "кинетика"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 66,
    "question": "Қышқылқалдығының металл катионынажәнеанионынадиссоциацияланатын электролит",
    "answers": [
      "NaOH;",
      "HCl; BС CCl4;",
      "ЖОҚ;",
      "NaCl."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 67,
    "question": "Гидролизі үш сатыда жүретін тұз?",
    "answers": [
      "CrCl3:",
      "(NH4)2SO4;",
      "NaCN;",
      "K2S;",
      "Zn(NO3)2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 68,
    "question": "Гидролизкезіндеқандайтұзерітіндісіндеқышқылорта (рН<7) болатынынанықтаңыз.",
    "answers": [
      "Na2CO3;",
      "K2SO4;",
      "CuCl2:",
      "NaCl;",
      "FeS;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 69,
    "question": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "answers": [
      "CH3COOK;",
      "(NH4)2SO4;",
      "CH3COONa;",
      "K2SO4:",
      "AlCl3;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 70,
    "question": "(ОН-) -иондарыныңконцентрациясы 10-12 моль/лболса, ерітіндініңрНқандайболады?",
    "answers": [
      "12;",
      "5;",
      "2:",
      "7;",
      "10;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 71,
    "question": "Қандай ион күрделітүзілуіменсипатталады?",
    "answers": [
      "Ba2+;",
      "Li+;",
      "NH4+;",
      "K+;",
      "Cr3+."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 72,
    "question": "Мынақосылыстардыңкүрделілерінежатады:",
    "answers": [
      "Al2(SO4)3;",
      "H2SiO3;",
      "Na2SO4 10 H2O;",
      "K2[HgI4]:",
      "Са(ОН)2;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 73,
    "question": "Қандайпараметрдіңтұрақтылығыбуферлікерітіндініңқосылуынаықпалетеді?",
    "answers": [
      "т;",
      "P;",
      "v;",
      "C ;",
      "рН."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 74,
    "question": "K2[HgI4] комплекстіқосылыстағыкомплекстүзуші (Нgx+) зарядынанықтаңыз?",
    "answers": [
      "+2:",
      "0;",
      "+4;",
      "+1;",
      "+3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 75,
    "question": "Құрамындакарбонатиондарыбартұз?",
    "answers": [
      "натрий хлориді",
      "натрий сульфаты",
      "натрий карбонаты.",
      "натрий бихроматы",
      "натрий силикаты"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 76,
    "question": "Гидролиз кезіндебейтарап орта беретінтұз?",
    "answers": [
      "Na2S;",
      "AgNO3;",
      "CH3COONH4:",
      "AlCl3;",
      "NH4Cl;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 77,
    "question": "Тұздыңгидролизітеканионменжүзегеасады?",
    "answers": [
      "CH3COONH4;",
      "NaCl;",
      "NH4Cl:",
      "CH3COONa;",
      "Na2SO4;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 78,
    "question": "Заттыңқұрамықайкезеңдеанықталады?",
    "answers": [
      "2",
      "3-те",
      "4-те",
      "5-те",
      "6-да"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 79,
    "question": "Тұзиондарыныңсуиондарыменәрекеттесупроцесіқалайаталады?",
    "answers": [
      "пиролиз.",
      "гидролиз",
      "крекинг.",
      "гидрлеу.",
      "димеризация."
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 80,
    "question": "Тұздардыңгидролизденгенбөлігініңконцентрациясының (тығыздығының) оныңерітіндідегіжалпыконцентрациясынақатынасықандай?",
    "answers": [
      "гидролиз константасы",
      "жалпы гидролиз",
      "Гидролиз дәрежесі",
      "гидролиз",
      "диссоциация константасы"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 81,
    "question": "Реакциядағытұздардыңбірлескенсоңғыгидролизікезіндеқандай газ бөлінеді: AlCl3 + Na2CO3 + HOH® ...?",
    "answers": [
      "Cl2;",
      "H2;",
      "CO;",
      "O2;",
      "СО2."
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 82,
    "question": "Қандайтұзгидролизгеұшырамайды?",
    "answers": [
      "K2CO3;",
      "NH4Cl;",
      "Na2SO4:",
      "(NH4)2S;",
      "FeCl3;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 83,
    "question": "Гидролизгебейімеместұздыанықтаңыз.",
    "answers": [
      "KNO3:",
      "K2S;",
      "MgSO4;",
      "AlCl3;",
      "Na2CO3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 84,
    "question": "Қандайтұзгидролизгеұшырайды?",
    "answers": [
      "(NH4)2S:",
      "K2SO4;",
      "NaCl;",
      "NaNO3;",
      "KCl;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 85,
    "question": "KClO3 қосылысындағыхлордыңтотығудәрежесінкөрсетіңіз?",
    "answers": [
      "+3.",
      "+4.",
      "+6.",
      "Д. +5",
      "0."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 86,
    "question": "рH көрсеткіштіңқасиеттерінзерттегенғалым?",
    "answers": [
      "Ломоносов",
      "В.",
      "Оствальд",
      "Бутлеров",
      "Менделеев",
      "Бойл"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 87,
    "question": "Мынақосылыстардыңқайсысыкешенгежатады?",
    "answers": [
      "CuSO4;",
      "K4[Fe(CN)6]:",
      "Na2S2O3;",
      "CuSO4 2H2O;",
      "KMnO4;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 88,
    "question": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "answers": [
      "CH3COONH4;",
      "(NH4)2CO3;",
      "NaCl:",
      "Al(NO3)3;",
      "Na2SO3;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 89,
    "question": "Төмендегі иондардың қайсысы I-ші аналитикалық топқа жатады?",
    "answers": [
      "Fe2+;",
      "Co2+;",
      "K+:",
      "Sr2+;",
      "Zn2+;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 90,
    "question": "ИондардыңқайсысыК+ - ионынанықтауғакедергіжасайды?",
    "answers": [
      "Са2+;",
      "NH4+:",
      "Cu2+;",
      "Cr3+;",
      "Ag+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 91,
    "question": "Қышқылдық-негіздікклассификациябойыншакатиондардыңбіріншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "магний, калий, кальций;",
      "алюминий, темір(II), хром(III);",
      "аммоний, калий, натрий, литий:",
      "кобальт (II), никель (II), сынап (II);"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 92,
    "question": "Қышқылдық-негіздік классификация бойыншакатиондардыңекіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "күміс, қорғасын, сынап(I):",
      "аммоний, калий, кобальт(II);",
      "магний, марганец(II), литий;",
      "темір(II), сынап(II), никель(II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 93,
    "question": "Төмендегілердіңқайсысы I А топшасыныңэлементінежатады?",
    "answers": [
      "Натрий",
      "фтор",
      "хлор",
      "магний",
      "йод"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 94,
    "question": "I топ аниондарыныңтоптықреактиві:",
    "answers": [
      "BaCl2:",
      "AgNO3;",
      "HCl;",
      "H2SO4;",
      "NaOH;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 95,
    "question": "II топаниондарыныңтоптықреактиві:",
    "answers": [
      "HCl;",
      "H2SO4;",
      "BaCl2;",
      "AgNO3:",
      "NaOH;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 96,
    "question": "III топаниондарыныңтоптықреактиві:",
    "answers": [
      "BaCl2",
      "AgNO3",
      "Жоқ.",
      "HCl",
      "NaOH"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 97,
    "question": "Фольгардәдісініңнегізіндеқандайпроцессжатыр?",
    "answers": [
      "Ag+ + Br- = AgBr;",
      "Ag+ + J- = AgJ;",
      "Ag+ + SCN- = Ag SCN;",
      "2Ag+ + CrO42- =Ag2CrO4:",
      "Ag+ + Cl- = AgCl;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 98,
    "question": "Қышқылдық-негіздікклассификациябойыншакатиондардыңүшіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "натрий, күміс, калий;",
      "барий, кальций, стронций:",
      "магний, висмут(III), марганец(III);",
      "қорғасын, кобальт(II), мыс(II);"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 99,
    "question": "Біріншіаналитикалық топ катиондарыныңжалпықасиеттеріқандай?",
    "answers": [
      "суда ерімейтінхлоридтертүзеді;",
      "суда ерімейтінсульфаттартүзеді;",
      "аммиак комплекстерінтүзеді;",
      "хлоридтер, сульфаттар, калий нитраттары, натрий, литий, аммоний суда жақсыериді."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 100,
    "question": "Барий, кальций, стронций катиондарыныңжалпықасиеттеріқандай?",
    "answers": [
      "хлоридтер суда ерімейді;",
      "сульфаттар суда аз ериді:",
      "нитраттар суда ерімейді;",
      "ацетаттар суда ерімейді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 101,
    "question": "Төмендегіиондардыңқайсысы хлорид иондарыменақтұнбатүзеді",
    "answers": [
      "Ba2+;",
      "Ag +:",
      "Na +;",
      "Sn+2;",
      "Li+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 102,
    "question": "Қышқыл-негізклассификациясыбойыншаүшіншіаналитикалықтопкатиондарынбөлуүшінтөмендегіреагенттердіңқайсысықолданылады?",
    "answers": [
      "2 Мтұзқышқылыерітіндісі;",
      "2 Мкүкіртқышқылыерітіндісі:",
      "2 Мсілтіерітіндісі;",
      "2 Маммиакерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 103,
    "question": "Натрийгексанитрокобальтаты (III) баркалийкатиондарынанықтауреакциясыжүргізіледі?",
    "answers": [
      "сілтіліортада;",
      "бейтарапортад а:",
      "қаттықышқылдықортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 104,
    "question": "Натрий сутегітартратыкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "калий:",
      "барий;",
      "никель(II);",
      "қорғасын;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 105,
    "question": "Несслерреактивікатиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш;",
      "барий;",
      "аммоний:",
      "қорғасын;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 106,
    "question": "Күмісхроматыныңтүстітұнбасытүзіледі?",
    "answers": [
      "сілтіліортада;",
      "қаттықышқылдықортада;",
      "бейтарапортад а:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 107,
    "question": "«Күмісайна» реакциясыкүміскатиондарыныңреакциясы?",
    "answers": [
      "формальдегидпен:",
      "калий тиоцианаты;",
      "калий гексацианоферратымен(II);",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 108,
    "question": "Сынап (I) катиондарытұнбатүзеді:",
    "answers": [
      "хлорид иондарымен, хромат иондарымен:",
      "ацетат иондарымен;",
      "Формальдегидпен;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 109,
    "question": "Родизонат натрий катиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш;",
      "натрий;",
      "барий:",
      "аммоний;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 110,
    "question": "Натрий, калий, литий, аммоний катиондарынаарналғантоптық реакти в:",
    "answers": [
      "дитизон;",
      "шарап қышқылы;",
      "уротропин;",
      "топтық реагент жоқ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 112,
    "question": "Ализарин катиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "кальций;",
      "литий;",
      "стронций;",
      "алюминий:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 113,
    "question": "Хром (III) катиондарын хромат иондарынажәне бихромат иондарынадейінтотықтыру:",
    "answers": [
      "гидроксиламин;",
      "сутегіасқынтотығы:",
      "аммоний сульфаты;",
      "йод ерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 114,
    "question": "ЕрітіндініNaOHжәне H2O2 артықмөлшеріменөңдегендесарытүстіңпайдаболуыталданатынерітіндідекатиондардыңболуынкөрсетеді?",
    "answers": [
      "алюминий;",
      "хром(III):",
      "мырыш;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 115,
    "question": "Гидроксидтерсілтіденартықериді?",
    "answers": [
      "алюминий;",
      "хром(III);",
      "мырыш:",
      "кобальт;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 116,
    "question": "Аммиак ерітіндісіментүссізкомплекстеркатиондартүзеді?",
    "answers": [
      "мырыш, кадмий:",
      "никель;",
      "кобальт;",
      "алюминий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 117,
    "question": "Алюминий гидроксидіериді:",
    "answers": [
      "аммиак ерітіндісініңартықболуы;",
      "артықсілтіерітіндісінде;",
      "сілтіденартық, қышқылдард а:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 118,
    "question": "Катиондар натрий родизонаты бар түстітұнбатүзбейді?",
    "answers": [
      "калий:",
      "барий;",
      "стронций;",
      "кальций;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 119,
    "question": "Барий және стронций сульфаттарынерітуүшінтұнбаныерітеді:",
    "answers": [
      "натрий гидроксидіерітіндісі;",
      "азот қышқылыныңерітіндісі;",
      "сіркеқышқылыерітіндісі;",
      "дұрысжауапжоқ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 120,
    "question": "Топтық реагент үшіншіаналитикалық топ катиондарыменәрекеттескенде (қышқылдық-негіздік классификация) келесітұнбатүзіледі:",
    "answers": [
      "сульфаттар:",
      "фторидтер;",
      "карбонаттар;",
      "фосфаттар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 121,
    "question": "Кальций, барий және натрий катиондарыкатиондарғажатады?",
    "answers": [
      "катиондардыңекіншіаналитикалықтобы;",
      "катиондардыңүшіншіаналитикалықтобы;",
      "алтыншы топ катиондары;",
      "дұрысжауапжоқ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 122,
    "question": "Аммоний оксалаты катиондары бар ақкристалдытұнбатүзеді?",
    "answers": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 123,
    "question": "Калий гексацианоферраты (II) катиондары бар ақкристалдытұнбатүзеді:",
    "answers": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 124,
    "question": "Сынап (II) сульфидіериді:",
    "answers": [
      "сілтіерітіндісінде;",
      "конц. күкіртқышқылы;",
      "«патшаарағында»:",
      ". конц. тұзқышқылы;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 125,
    "question": "Катиондар йодид иондарыментүстітұнбатүзеді?",
    "answers": [
      "натрий;",
      "калий;",
      "барий;",
      "сынап (II):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 126,
    "question": "Бораттыиондардыанықтаужүргізіледі?",
    "answers": [
      "дифениламинменәрекеттесуарқылы",
      "Несслерреактивімен",
      "броммен",
      "күрделіэфирлердіңтүзілуреакциясыбойынш а."
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 127,
    "question": "Na+ жалынның түсі",
    "answers": [
      "Cары",
      "қоңырқызыл",
      "күлгін",
      "көк",
      "қара"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 128,
    "question": "Cu + 2 жалынның түсі",
    "answers": [
      "жасылжәнесары",
      "сарыжасыл",
      "Жасыл",
      "қызыл",
      "көк"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 129,
    "question": "К+ жалынның түсі .",
    "answers": [
      "қара",
      "көк",
      "Күлгін",
      "сары",
      "қызыл"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 130,
    "question": "Қай реагент екінші аналитикалық топтың топтық реактивіне жатады?",
    "answers": [
      "жоқ;",
      "(NH4)2CO3;",
      "HCl:",
      "Na2SO4;",
      "КОН;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 131,
    "question": "Катиондардыңбіріншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4",
      "HCl",
      "Жоқ.",
      "NaOH",
      "NH4OH"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 132,
    "question": "Катиондардыңекіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4",
      "HCl.",
      "жоқ",
      "NaOH",
      "NH4OH"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 133,
    "question": "Катиондардыңүшіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4.",
      "HCl",
      "жоқ",
      "NaOH",
      "NH4OH"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 134,
    "question": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "answers": [
      "K+;",
      "Са2+;",
      "Al3+:",
      "Na+;",
      "NH4+;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 135,
    "question": "Қышқылдық-негіздік классификация бойынша катиондардың төртінші аналитикалық тобына мыналар жатады:",
    "answers": [
      "калий, магний, барий иондары;",
      "Алюминий, хром(III), мырышиондары;",
      "мыс(II), кобальт(II), никель(II) иондары;",
      "натрий, литий, марганец(II) иондары."
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 136,
    "question": "Қышқылдық-негіздік классификация бойыншакатиондардыңбесіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "натрий, аммоний, магний;",
      "натрий, магний, кобальт(II) және никель(II);",
      "Магний, марганец(II), темір(II), темір(III), висмут(III), соныменқатар сурьма(III) және сурьма(V);",
      "темір (III), алюминий, хром (III), натрий."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 137,
    "question": ". Қышқылдық-негіздік классификация бойыншакатиондардыңалтыншыаналитикалықтобынакатиондаржатады:",
    "answers": [
      "Кобальт(II), никель(II), кадмий, мыс(II), сынап(II):",
      "кобальт(II), мыс(II), марганец(II), магний;",
      "никель(II), кадмий, калий, аммоний;",
      "барий, алюминий, никель (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 138,
    "question": "Реагенттердіңқайсысы V-шіаналитикалықтоптыңтоптықреагентінежатады?",
    "answers": [
      "H2S;",
      "жоқ;",
      "HCl;",
      "(NH4)2S;",
      "NaOH:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 139,
    "question": "Иондардыңқайсысын K2Cr2O7 ерітіндісініңәсеріменанықтауғаболады?",
    "answers": [
      "Zn2+;",
      "Cr3+:",
      "Al3+;",
      "Mg2+;",
      "Ba2+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 140,
    "question": "Галогендерқандайэлементтергежатады?",
    "answers": [
      "Фтор, хлор, йод, бром, астатин:",
      "Фтор, хлор, мыс, титан;",
      "Бром, бор, астатин, йод, родий;",
      "Хлор, хлорамин, молибден;",
      "Йод, иттрий, иридий, платина;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 141,
    "question": "Темір (III), темір (II), марганец (II) және магний гидроксидтерініңортаққасиеттері бар:",
    "answers": [
      "сілті мен аммиак ерітіндісініңартықмөлшеріндеерімейді, қышқылдардаериді:",
      "қышқылдардаерімейді;",
      "артықсілтідеериді;",
      "суда ериді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 142,
    "question": "Алюминий, хром(III) жәнемырышгидроксидтерініңортаққасиеттері бар:",
    "answers": [
      "қышқылдардаерімейді;",
      "сілтілер мен қышқылдардаериді:",
      "суда ериді;",
      "сілтіерітіндісіндеерімейді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 143,
    "question": "Қышқылдық-негіздік классификация бойыншатөртіншіаналитикалық топ катиондарынқандайреагенттерменбөлугеболады?",
    "answers": [
      "тұзқышқылыныңерітіндісі;",
      "күкіртқышқылыерітіндісі;",
      "сутегіасқынтотығы бар сілтіерітіндісі:",
      "аммиак ерітіндісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 144,
    "question": "Төмендегіреактивтердіңқайсысынбесінші топ катиондарынбөлугеболады?",
    "answers": [
      "2 М күкіртқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М аммиак ерітіндісі:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 145,
    "question": "Кобальт (II), никель (II), мыс (II), кадмий жәнесынап (II) гидроксидтерініңжалпықасиеттеріқандай?",
    "answers": [
      "артықсілтідеериді;",
      "концентрлі аммиак ерітіндісіндеерімейді;",
      "суда ериді;",
      "концентрлі аммиак ерітіндісінде комплекс түзеотырыпериді:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 146,
    "question": "Алтыншыаналитикалық топ катиондарынбөлуүшінаталғанреактивтердіңқайсысықолданылады?",
    "answers": [
      "2 М тұзқышқылыерітіндісі;",
      "2 М күкіртқышқылыерітіндісі;",
      "2 М азот қышқылыерітіндісі;",
      "концентрлі аммиак ерітіндісі:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 147,
    "question": "Диметилглиоксим (диметилдиоксим, Чугаев реактиві) катиондардыанықтаудақолданылады?",
    "answers": [
      "барий;",
      "никель(II):",
      "хром(III);",
      "висмут(III);"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 148,
    "question": "Калий гексацианоферраты(II) катиондардыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "мырыш; мыс(II):",
      "магний;",
      "никель;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 149,
    "question": "Сульфид иондары бар кадмий катиондарытұнбатүзеді?",
    "answers": [
      "ақ;",
      "сары:",
      "қара;",
      "жасыл;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 150,
    "question": "Дитизонкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш:",
      "натрий;",
      "барий;",
      "аммоний;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 151,
    "question": "Натрий висмутатыкатиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "марганец(II):",
      "мырыш;",
      "барий;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 152,
    "question": "Аммоний персульфаты катиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "марганец(II), хром(III):",
      "мырыш;",
      "барий;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 153,
    "question": "Аммоний тиоцианатыкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "литий;",
      "марганец(II);",
      "темір(III), кобальт(II):",
      "барий;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 154,
    "question": "Аммиак ерітіндісікатиондарғаарналғантоптық реактив болыптабылады?",
    "answers": [
      "барий, стронций, литий;",
      "күміс, сынап(I), қорғасын;",
      "мыс(II), кадмий, никель, сынап(II), кобальт(II):",
      "кадмий, барий, қорғасын, стронций;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 155,
    "question": "Гидроксидтердіңтұнбаларыамфотерлікқасиеткөрсетеді?",
    "answers": [
      "тұзқышқылы, күкіртқышқылы;",
      "диметилглиоксим;",
      "калий хроматы;",
      "мырыш, хром(III):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 156,
    "question": "Тиомочевина катиондардыанықтауүшінқолданылады?",
    "answers": [
      "магний;",
      "барий;",
      "висмут:",
      "мырыш;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 157,
    "question": "8-гидроксихинолин катиондардыанықтауүшінқолданылады?",
    "answers": [
      "барий және кальций;",
      "калий және аммоний;",
      "никель(II) жәнетемір(III);",
      "магний жәневисмут(III):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 158,
    "question": "Сынап (II) иондарыпластинадаметалдықсынапқадейінтотықсызданады:",
    "answers": [
      "күміс;",
      "алтын;",
      "никель;",
      "мы с:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 159,
    "question": "Кадмий катиондарының натрий гидроксидіменаналитикалықреакциясыныңөнімі:",
    "answers": [
      "сарытүстітұнба;",
      "ақтұнб а:",
      "жасылтүстітұнба;",
      "көктұнба;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 160,
    "question": "Алтыншыаналитикалықтоптағыкатиондардыңгидроксидтері (қышқылды-негіздік классификация) артықериді?",
    "answers": [
      "натрий гидроксиді;",
      "натрий хлориді;",
      "аммиак:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 161,
    "question": "Магний катиондарынсапалыанықтауүшінмыналарқолданылады:",
    "answers": [
      "Несслерреактиві;",
      "дитизон;",
      "сутегіасқынтотығы:",
      "натрий сутегі фосфаты;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 162,
    "question": "Калий йодидті висмут(III) формалары:",
    "answers": [
      "комплексішілікқосылыс;",
      "күлгінтүсі бар қосылыс;",
      "тұнб а:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 163,
    "question": "Марганец (II) катиондарынтотықтыруүшінқолданылады:",
    "answers": [
      "натрий висмутаты:",
      "йод ерітіндісі;",
      "хлорлы су;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 164,
    "question": "«Пруссия көк» тұнбатемір (III) катиондарыныңәрекеттесуінентүзіледі?",
    "answers": [
      "калий гексацианоферратымен(II):",
      "калий гексацианоферратымен(III);",
      "калий тиоцианатымен;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 165,
    "question": "рН=2 кезіндетемір(III) катиондары бар сульфосалицилқышқылы (S",
    "answers": [
      "F",
      "SAқатынасыболатын комплекс түзеді:",
      "1:1.",
      "2;",
      "1:2;",
      "1:4;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 166,
    "question": "Натрий гидроксиді бар бесіншіаналитикалық топ катиондары (Mg 2+ ,Bi 3+ , Mn 2+ , Fe 2+ , Fe 3+ ) еритінтұнбалартүзеді:",
    "answers": [
      "ерітінділерде;",
      "сілтіерітінділерінде;",
      "натрий хлоридініңерітіндісінде;",
      "Минералдықышқылдарда;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 167,
    "question": "Катиондардыанықтауүшінтотығу-тотықсыздануреакцияларықолданылады?",
    "answers": [
      "магний;",
      "кадмий;",
      "марганец(II);",
      "барий."
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 168,
    "question": "Мынакатиондардыңсульфидтерісұйылтылғанминералдықышқылдарда (H2SO4, HCl) ерімейді:",
    "answers": [
      "марганец(II);",
      "темір(II);",
      "темір(II);",
      "висмут(III):"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 169,
    "question": "Түссіз аммиак комплекстерікатиондартүзеді?",
    "answers": [
      "мыс(II);",
      "кобальт(II);",
      "кадмий(II):",
      "никель(II);"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 170,
    "question": "Магнезия қоспасынанықтауүшінқолданады:",
    "answers": [
      "сульфат иондары;",
      "аммоний катиондары;",
      "натрий хлоридініңерітіндісінде;",
      "гидрофосфатиондары:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 171,
    "question": "Никельдідиметилглиоксимменанықтаудағықосылыстыңтүсі?",
    "answers": [
      "сары;",
      "көк;",
      "ашыққызыл:",
      "ақ;",
      "жала жабу;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 172,
    "question": "Диметилглиоксиммен (Чугаев реактиві) анықталған катион:",
    "answers": [
      "Ni C:",
      "Ca;",
      "Mg; Д.К;",
      "Na;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 173,
    "question": "Төмендегікатиондардыңқайсысы IV-шіаналитикалықтопқажатады?",
    "answers": [
      "Mg2+;",
      "Fe3+;",
      "Fe2+;",
      "Ba2+;",
      "Zn2+:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 174,
    "question": "Алтыншытопкатиондарынатаңыз?",
    "answers": [
      "Ca, Sr, Ba;",
      "Na, K, NH4;",
      "Co, Ni, Cu, Cd, Hg:",
      "Zn, Al, Cr, Sn, As ;",
      "Mg, Mn, Fe, Bi, Sb;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 175,
    "question": "Катиондардыңтөртіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4;",
      "HCl;",
      "жоқ;",
      "NaOH:",
      "NH4OH;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 176,
    "question": "Катиондардыңбесіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4;",
      "HCl;",
      "жоқ;",
      "NaOH;",
      "NH4OH:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 177,
    "question": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "answers": [
      "Ba2+;",
      "Li+;",
      "Cr3+:",
      "Mg2+;",
      "NH4+;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 178,
    "question": "Алюминийдіализаринменанықтаудағықосылыстардыңтүсі?",
    "answers": [
      "Көк;",
      "ашыққызыл:",
      "сары;",
      "қоңыр;",
      "ақ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 179,
    "question": "K3[Fe(CN)6] комплекстіқосылыстағыкомплекстүзуші (Fex+) зарядықандай?",
    "answers": [
      "+3:",
      "+2;",
      "0;",
      "+6;",
      "+4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 180,
    "question": "Келесікатиондардың V-шіаналитикалықтобынажатады:",
    "answers": [
      "Co2+;",
      "Mn2+:",
      "As3+;",
      "Ag+;",
      "K+;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 181,
    "question": "Төмендегіреактивтердіңқайсысытоптықреактивкежатады IV аналитикалық топ:",
    "answers": [
      "KOH(мы",
      "):",
      "(NH4)2CO3;",
      "HNO3;",
      "HCl;",
      "H2S;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 182,
    "question": "Барий және күміс тұздарының ерігіштігі бойынша аниондар неше аналитикалық топқа бөлінеді?",
    "answers": [
      "2 топ;",
      "3 топ:",
      "5 топ;",
      "4 топ"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 183,
    "question": "Аниондартотығу-тотықсыздануқасиетінеқарайнешеаналитикалықтопқабөлінеді?",
    "answers": [
      "2 топ;",
      "3 топ;",
      "5 топ;",
      "4 топ:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 184,
    "question": "Тиосульфат ионының, арсенит ионының, оксалат ионыныңжалпықасиеттеріқандай?",
    "answers": [
      "тотықсыздандырғыштар:",
      "тотықтырғыштарболыптабылады;",
      "тотықтырғышжәнетотықсыздандырғышқасиеткеие;",
      "немқұрайлы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 185,
    "question": "Біріншіаналитикалықтоптыңаниондарынанықтауүшінкелесіреагенттерқолданылады:",
    "answers": [
      "натрий хлоридініңерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі:",
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "қышқылортадағыкүміснитратыныңерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 186,
    "question": "Екіншіаналитикалықтоптағыаниондарды (хлорид, бромид, йодид, сульфид, бромат, йодат) анықтауүшінреагенттерқолданылады:",
    "answers": [
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі;",
      "күміснитратыныңсілтіліортадағыерітіндісі;",
      "күміснитратыныңқышқылортадағыерітіндісі:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 187,
    "question": "Тотықтырғышаниондардыанықтауүшінреагенттерқолданылады?",
    "answers": [
      "қышқылортадағы калий перманганатыныңерітіндісі;",
      "калий бихроматыныңерітіндісі;",
      "калий йодидініңбейтарапортадағыерітіндісі:",
      "азот қышқылыныңерітіндісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 188,
    "question": "Тотықсыздандырғышаниондардыанықтауүшінқолданылатынреагенттер?",
    "answers": [
      "калий сульфатыныңерітіндісі;",
      "қышқылортадағы калий перманганатыныңерітіндісі; бейтарапортадағы йод ерітіндісі:",
      "азот қышқылыерітіндісі;",
      "калий йодидініңерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 189,
    "question": "Фосфат иондарынанықтауүшінмыналарқолданылады:",
    "answers": [
      "Несслерреактиві;",
      "натрий хлориді;",
      "аммоний молибдаты:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 190,
    "question": "Барий сульфитіериді:",
    "answers": [
      "сұйылтылғанкүкіртқышқылында;",
      "күкіртоксиді (IV) бөлінетінсұйылтылғантұзқышқылынд а:",
      "сұйытылған тұз қышқылы;",
      "концентрлі тұз қышқылы;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 191,
    "question": "Сульфиттердің ыдырауы кезінде бөлінетін күкірт оксиді (IV) болып табылады:",
    "answers": [
      "К.Фишер әдісі бойынша;",
      "йодтың сулы ерітіндісінің түссізденуі арқылы:",
      "йодидті-крахмалды қағазды қолдану;",
      "дұрыс жауап жоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 192,
    "question": "Карбонат иондары анықталған кезде келесі кай реакциялар жүргізіледі:",
    "answers": [
      "барий хлоридінің ерітіндісімен, қышқылдармен:",
      "қышқылдармен;",
      "йод ерітіндісімен;",
      "дұрыс жауап жоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 193,
    "question": "Аниондарға арналған топтық реактивті пайдаланып, дәлелдеңіз:",
    "answers": [
      "қоспада сол немесе басқа аналитикалық топ аниондарының болмауы, қоспада белгілі бір топ аниондарының болуы:",
      "белгілібіртоптыңаниондарыныңқоспасындаболуы;",
      "аниондарқоспасындабелгілібіранионныңболуы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 194,
    "question": "Бромид иондарынанықтауүшінқайссықолданылады:",
    "answers": [
      "калий перманганаты:",
      "формальдегид;",
      "калий йодиді;",
      "йод;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 195,
    "question": "Күмісйодидініңбояуы:",
    "answers": [
      "ақ;",
      "ашықсары:",
      "қызыл;",
      "көк;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 196,
    "question": "Қышқылортада йодид иондарытотығады?",
    "answers": [
      "калий перманганаты, - натрий нитриті, темір (III) хлоридінд е:",
      "натрий нитриті;",
      "темір(III) хлориді;",
      "калий йодиді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 197,
    "question": "Ерітіндіде бромид пен йодид иондарыныңбіріккенқатысуымен оны алдыменхлорлысумен не тотықтырады?",
    "answers": [
      "бромид-ион;",
      "иодты ион:",
      "йодид пен бромид иондарынбірмезгілдетотықтырады;",
      "темір (III) хлориді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 198,
    "question": "Анықтауүшінқайтемір(III) тиоцианаткешенініңтүзілуреакциясықолданылады:",
    "answers": [
      "тиосульфат иондары;",
      "тиоцианаттыиондар:",
      "сульфат иондары;",
      "бромид-ион;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 199,
    "question": "Сульфид иондарынанықтаукезіндеқолданылады:",
    "answers": [
      "қорғасын ацетаты:",
      "формальдегид;",
      "Несслерреактиві;",
      "нитрит иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 200,
    "question": "Аниондардыңүшіншіаналитикалықтобынақайсысыжатады:",
    "answers": [
      "сульфатты -, карбонатты -, ацетатты - иондар;",
      "ацетат, нитрит, нитрат иондары:",
      "хлорид, бромид, нитрит иондары;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 201,
    "question": "Тотығу-тотықсыздану-амфотерліканиондарғажатады:",
    "answers": [
      "ацетат иондары;",
      "нитрит иондары:",
      "нитрат иондары;",
      "хлорид-, бромид-, нитрит иондары;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 202,
    "question": "Ацетат иондарыаналитикалықреакцияменсипатталады:",
    "answers": [
      "алюминий тұздарымен;",
      "темір(III) тұздарымен:",
      "кальций тұздарымен;",
      "хлоридтермен."
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 203,
    "question": "Қышқылдыерітінділердебіргеболуымүмкін бе?",
    "answers": [
      "йодид және арсенат иондары;",
      "йодид және нитрит иондары;",
      "хлорид пен ацетат иондары:",
      "арсенат және сульфит иондары;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 204,
    "question": "Күкіртқышқылдыортадағы калий перманганатыныңерітіндісіқандайболғанжағдайдатүссізболады?",
    "answers": [
      "карбонаттыиондар;",
      "оксалат иондары:",
      "арсенат иондары;",
      "нитрат иондары;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 205,
    "question": "Йодпен реакция ерітіндідеболуынанықтауғамүмкіндікберетін?",
    "answers": [
      "тотықтырғышаниондар;",
      "тотықсыздандыратынаниондар;",
      "карбонаттыиондар:",
      "арсенат иондары;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 206,
    "question": "Күкіртқышқылыменаналитикалықсынауқандайзаттардыанықтауғамүмкіндікбереді?",
    "answers": [
      "газ тәріздіөнімдердішығару:",
      "құрамындасутегі бар;",
      "құрамында натрий бар;",
      "дұрысжауапжоқ."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 207,
    "question": "Талданатынзаттықышқылдандырукезіндекүкіртсутектіңбөлінуінкөрсетеді:",
    "answers": [
      "сульфиттер;",
      "сульфидтер:",
      "сульфаттар;",
      "қышқылдар;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 208,
    "question": "Ерітіндініқышқылдандырукезіндежаныптұрғанкүкіртиісі бар газдыңшығуыаналитикалықүлгідеболуымүмкінекенінкөрсетеді?",
    "answers": [
      "сульфаттар;",
      "тиосульфаттар, сульфиттер:",
      "сульфиттер;",
      "сульфидтер;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 209,
    "question": "Коллекторларпайдаланады:",
    "answers": [
      "сульфидтер, гидроксидтер:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 210,
    "question": "Кальций оксалатынкүйдірукезіндемыналартүзілуімүмкін бе?",
    "answers": [
      "кальций карбонаты, көміртекоксиді (II), кальций оксиді:",
      "кальций оксиді;",
      "кальций гидрокарбонаты;",
      "көміртекоксиді (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 211,
    "question": "Төмендегішамалардыңқайсысытаразылардыңдәлдігінесәйкескеледі?",
    "answers": [
      "5,5000:",
      "5.50;",
      "5.5;",
      "5500;",
      "0,5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 212,
    "question": "Гравиметриялықәдістіқалайжіктейміз?",
    "answers": [
      "Бөлу, титрлеу, экстракциялау;",
      "назараудару, титрлеу, тыныштандыру;",
      "Бөліну, орынауыстыру, жауын-шашын:",
      "преципитация, хроматография, титрлеу;",
      "Бөлу, тұндыру, алу;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 213,
    "question": "Концентрлеужәнебөлуәдістерінежатады:",
    "answers": [
      "экстракция, сорбция, біргетұндыру:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 214,
    "question": "Бөлінудіңжәнеконцентрацияныңсандықсипаттамасыболыптабылады:",
    "answers": [
      "таралукоэффициенті, алынудәрежесі:",
      "түрлендірукоэффициенті;",
      "экстракция дәрежесі;",
      "ерігіштікконстантасы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 215,
    "question": "Таралуконстантасы – қатынасы:",
    "answers": [
      "органикалықфазадағызаттыңбарлықформаларыныңжалпымолярлықконцентрациясызаттыңсулыфазадағыбарлықформаларыныңжалпымолярлықконцентрациясына;",
      "органикалықфазадағызаттыңбелгілібіртүрінің теп",
      "теңдікмолярлықконцентрациясы осы форманыңсулыфазадағы теп",
      "теңмолярлықконцентрациясын а:",
      "заттыңжалпымолярлықконцентрациясызаттың теп",
      "теңдікмолярлықконцентрациясына;",
      "заттыңбелгілібіртүрінің теп",
      "теңдікмолярлықконцентрациясы осы заттыңжалпымолярлықконцентрациясына;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 216,
    "question": "Экстракция не үшінқолданылады:",
    "answers": [
      "заттардыбөлуүшін, концентрация үшін:",
      "шоғырлануүшін;",
      "тұзқышқылынтитриметриялықанықтауда;",
      "заттардыажырату;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 217,
    "question": "Экстракция процесінеәсерететінфакторлар?",
    "answers": [
      "алынатынзаттыңтабиғаты:",
      "рН, экстрагенттіңтабиғаты;",
      "экстрагенттіңтабиғаты;",
      "алынатынзаттыңтабиғаты;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 218,
    "question": "Темір (III) гидроксидініңтүзілуреакциясыарқылытемірдігравиметриялықанықтаудагравиметриялықтүріқандайболады?",
    "answers": [
      "темір(III) гидроксиді;",
      "темір(III) оксиді:",
      "темір (II) оксиді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 219,
    "question": "Гравиметриялық коэффициент – бұл",
    "answers": [
      "конверсия коэффициенті, анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы:",
      "анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы;",
      "гравиметриялықтүрдегімолярлықмассасыныңанықталатынзаттыңмолярлықмассасынақатынасы;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 220,
    "question": "Гравиметрияныңнегізгікезеңдері:",
    "answers": [
      "сынаманыалужәнееріту, тұндырылғанпішіндіалу:",
      "көрсеткіштідайындаужәнеқосу;",
      "тұндырылғанпішіндіалу;",
      "бойлық диффузия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 221,
    "question": "Сандықталдауәдістерінемыналаржатады:",
    "answers": [
      "Гравиметриялық;",
      "Гравиметриялықжәнетитриметриялық:",
      "Титриметриялық;",
      "барлықжауаптардұрыс;",
      "жауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 222,
    "question": "Гравиметриялықәді",
    "answers": [
      ".. негізделген.",
      "Ерітіндікөлемінөлшеңіз;",
      "Зерттелетінзаттыңкөлемінөлшеу;",
      "зерттелетінзаттыңмассасындәлөлшеу:",
      "массаны, көлемдіанықтау;",
      "Зерттелетінерітіндініңкөлемінөлшеңіз;"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 223,
    "question": "Гравиметриялықталдаунешетопқабөлінеді:",
    "answers": [
      "6 5-те;",
      "3-т е:",
      "2-де;",
      "1-де;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 224,
    "question": "Гравиметриялықталдаудыңтүрлерінатаңыз?",
    "answers": [
      "бөлу, тұндыру, айдау:",
      "тарату, инъекция;",
      "бөліну, жауын-шашын;",
      "фракциялықайдау, бөлу, тұндыру;",
      "фракциялықайдау, сұйықайдау;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 225,
    "question": "​​Йодометриялық титрлеу әдісі мынаны анықтайды:",
    "answers": [
      "натрий карбонаты;",
      "алтын;",
      "никель;",
      "тотықтырғыштар, тотықсыздандырғыштар:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 226,
    "question": "Титрлеуқателеріқалайболуымүмкін:",
    "answers": [
      "кездейсоқ;",
      "жүйелі;",
      "жеке;",
      "ұжымдық;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 227,
    "question": "Титриметриялықәді",
    "answers": [
      ".. негізделген.",
      "Анықталатын заттың белгілі мөлшерімен әрекеттесу үшін қолданылатын концентрациясы белгілі заттың массасын дәл өлшеу;",
      "концентрацияныөлшеу;",
      "Салмақтыдәлөлшеу;",
      "көлемдіөлшеу;",
      "Анықталатынзаттыңбелгілімөлшеріменәрекеттесуүшінқолданылатынбелгіліконцентрациядағы реагентерітіндісініңкөлемінөлшеңіз:"
    ],
    "correct": [
      5
    ]
  },
  {
    "id": 228,
    "question": "Қайталанумүмкіндігібойыншаекіәдістісалыстыруүшінмынаныпайдаланыңыз:",
    "answers": [
      "Фишер критерий:",
      "Студенттік критерий;",
      "Фаянс әдісі;",
      "Госсетфункциясы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 229,
    "question": "Ерітіндідегізаттыңконцентрациясынөрнектеудіңнегізгітәсілдері?",
    "answers": [
      "ерітіндідегізатэквивалентініңмолярлықконцентрациясы, ерітіндініңтитрі:",
      "ерітіндітитрі;",
      "стандартты концентрация;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 230,
    "question": "Ерітіндініңтитрі:",
    "answers": [
      "1 литр ерітіндідегіерігензаттың грамм саны;",
      "1 мл ерітіндідегіерігензаттың грамм саны:",
      "1 мл ерітіндідегіерігензаттың моль саны;",
      "1 л ерітіндідегіерігензаттың моль саны;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 231,
    "question": "Сұйылтукоэффициенті:",
    "answers": [
      "массалықконцентрацияныңмолярлықконцентрацияғақатынасы;",
      "колба көлемініңтамшуыркөлемінеқатынасы:",
      "титранткөлемініңталданатынерітіндікөлемінеқатынасы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 232,
    "question": "Титрлеудіңнегізгіәдістерінемыналаржатады:",
    "answers": [
      "тура титрлеу, керітитрлеу:",
      ". қайталанатынтитрлеу;",
      "керітитрлеу;",
      "Фишер титрлеуі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 233,
    "question": "Орынбасардытитрлеукезіндеқолданылады:",
    "answers": [
      "екітитрант;",
      "анықталатынзатпенәрекеттесетінкөмекші реагент:",
      "титрантпенжәнеталданатынзатпенәрекеттесетін реагент;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 234,
    "question": "Титрлеукезіндеболатыннегізгіреакцияныңтүрінеқарайәдістербөлінеді:",
    "answers": [
      "қышқылдық-негіздікәрекеттесуәдістері, тотығу-тотықсыздануәдістері:",
      "тотығу-тотықсыздануәдістері;",
      "тікелейәдістер;",
      "жанамаәдістер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 235,
    "question": "Титриметриялықәдістерқолданылады:",
    "answers": [
      "кезкелгенхимиялық реакция;",
      "негізгіталаптарғажауапберетінреакциялар:",
      "гравиметриялықанализдегідейреакциялар;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 236,
    "question": "Титрлеуқисықтарықалайграфикалықтәуелділіктібейнелейді?",
    "answers": [
      "анықталатынзаттыңконцентрациясытитранткөлеміне, анықталатынзаттыңконцентрациясытитрлеудәрежесіне, ерітіндініңоптикалықтығыздығынақосылғантитранткөлемін е:",
      "титрлеудәрежесібойыншаанықталатынзаттыңконцентрациясы;",
      "қосылғантитранткөлеміненерітіндініңоптикалықтығыздығы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 237,
    "question": "Титрлеуқалайжүргізіледі?",
    "answers": [
      "бөлекүлгілерәдісі, тамшуырлауәдісі:",
      "Бугерәдісі;",
      "тамшуырлауәдісі;",
      "өлшегішколбада;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 238,
    "question": "Керітитрлеуәдісіненіанықтайды:",
    "answers": [
      "хлоридтер;",
      "нитраттар;",
      "нитриттер:",
      "карбонаттар;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 239,
    "question": "Тамшуырлауарқылытитрлеудіжүргізукезіндесынамақаншареталынады?",
    "answers": [
      "біррет:",
      "екірет;",
      "үшрет;",
      "техникалықмасштабта;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 240,
    "question": "Стандарттышешімқалайболуымүмкін:",
    "answers": [
      "біріншілік, фиксальдық, екіншілік:",
      "қайталама;",
      "үшінші;",
      "фиксальдық;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 241,
    "question": "Титранттардыңстандарттыерітінділерінсандықсипаттауүшінсәйкес титр қолданылады, ол:",
    "answers": [
      "1 г анықталатынзатқасәйкескеледі;",
      "1 мл титрантпенәрекеттесетінанықталатынзаттыңмассасынкөрсетеді:",
      "ерігензатмөлшерініңерітіндікөлемінеқатынасынатең;",
      "ерігензаттыңмассасыныңерітіндікөлемінеқатынасынатең;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 242,
    "question": "Эквиваленттік коэффициент депреакцияғақатысатынбөлшектіңқандайбөлігі эквивалент екенінкөрсететінкоэффициенттіайтады?",
    "answers": [
      "бір протон, бір электрон:",
      "бір нейтрон;",
      "бір электрон;",
      "1 мл титрант;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 243,
    "question": "Титриметриялықәдістердемынадайкөрсеткіштерқолданылады?",
    "answers": [
      "қышқыл-негіз, тотықсыздандырғыш:",
      "тотықсыздандырғыш;",
      "калий бромиді;",
      "сіркеқышқылы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 244,
    "question": "Мор әдісіменэквиваленттікнүктеқандайреакцияныңкөмегіменанықталады?",
    "answers": [
      "Fe3+ + 3SCN- = Fe(SCN)3;",
      "2Ag+ + CrO42- = Ag2CrO4:",
      "Ag+ + Cl- = AgCl;",
      "Ag+ + Br- = Ag Br",
      "Ag+ + J- = AgJ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 245,
    "question": "Меркурометрияәдісібойыншатитрант.",
    "answers": [
      "Hg2Cl2;",
      "[HgJ4]2-;",
      "Hg2(NO3)2:",
      "HgJ2;",
      "Hg(NO3)2;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 246,
    "question": "Трилон",
    "answers": [
      "ныңметаллиондарыменәрекеттесуінеқандайтеңдеусәйкескеледі?",
      "Me2+ + H2TR2- = MeH24+ + TR4 –;",
      "Me2+ + TR4- = Мен TR2-;",
      "Me2+ + TR = Мен TR2;",
      "Me2+ + H2TR2- = MeH2 TR",
      "Me2+ + H2TR2- = MeTR2- + 2H+:"
    ],
    "correct": [
      4,
      5
    ]
  },
  {
    "id": 247,
    "question": "Электрондардыөткізетінбөлшектер ..... депаталады.",
    "answers": [
      "қалпынакелтіретінзаттар:",
      "тотықтырғыштар;",
      "тотықсыздандырғыштаржәнетотықтырғыштар;",
      "протондар;",
      "Нейтрондар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 248,
    "question": "Электрондардықосатынбөлшектер ... депаталады.",
    "answers": [
      "Протондар;",
      "Тотықтырғыштар:",
      "Нейтрондар;",
      "Электрондар;",
      "Тотығу;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 249,
    "question": "Потенциалдышаманыңконцентрацияғатәуелділігінғалымқайжылыашты?",
    "answers": [
      "1888 жылы Нернст;",
      "1889 жылы Нернст:",
      "Фарадей 1887 ж; Д.Фарадей 1886 ж;",
      "1885 жылы Колбе;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 250,
    "question": "Гальваникалық элемент дегеніміз:",
    "answers": [
      "реакцияныңхимиялықэнергиясынэлектрэнергиясынатүрлендіретінқұрылғы:",
      "реакцияныңэлектрэнергиясынхимиялықэнергияғатүрлендіретінқұрылғы;",
      "электрондыөлшеуқұралы;",
      "зарядтардыңсанынөлшеугеарналғанқұрылғы;",
      "нейтрондардыңсанынөлшеугеарналған;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 251,
    "question": "100 мл 0,1 М HClбейтараптандыруүшінқандайкөлемде 0,05 М NaOHқажет:",
    "answers": [
      "200 мл:",
      "20 мл;",
      "100 мл;",
      "5 мл;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 252,
    "question": "Ерітілген натрий гидроксидініңтитрі 0,0040 г/мл болса, ерітіндідегі натрий гидроксидініңмолярлықконцентрациясықандайболады?",
    "answers": [
      "0,01 моль/л;",
      "0,10 моль/л:",
      "0,40 моль/л;",
      "0,040 моль/л;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 253,
    "question": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретінде не қолданылады?",
    "answers": [
      "сіркеқышқылы;",
      "натрий хлориді;",
      "калий бифталаты, қымыздыққышқылы:",
      "қымыздыққышқыл;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 254,
    "question": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретіндеқайсысықолданылады?",
    "answers": [
      "натрий карбонаты:",
      "калий хлориді;",
      "эозин;",
      "фенилкарбазид;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 255,
    "question": "Қышқылдық-негіздіктитрлеудегіекіншілікстандарттыерітінділергежатады:",
    "answers": [
      "сутегіасқынтотығыныңерітіндісі;",
      "тұзқышқылыерітіндісі, натрий гидроксидіерітіндісі:",
      "натрий гидроксидіерітіндісі;",
      "аммиак ерітіндісі;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 256,
    "question": "Қышқылдардыңнақтыконцентрациясынанықтауғаарналғанбастапқыстандарттызаттар:",
    "answers": [
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "натрий карбонаты;",
      "аммиак ерітіндісі;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 257,
    "question": "Қышқылды-негіздіктитрлеуәдістеріндежұмысерітінділері (титранттар) ретіндеқолданылады?",
    "answers": [
      "күкіртқышқылыерітіндісі;",
      "аммиак ерітіндісі;",
      "натрий гидроксидіерітіндісі, күкіртқышқылыерітіндісі:",
      "азот қышқылыныңерітіндісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 258,
    "question": "Қышқылдық-негіздіктитрлеудеэквиваленттікнүктетабылғанкездеосынықолданыңыз:",
    "answers": [
      "фенолфталеин;",
      "калий хроматы;",
      "фенантролин;",
      "метил апельсин, фенолфталеин:"
    ],
    "correct": [
      3
    ]
  },
  {
    "id": 259,
    "question": "Қышқылдық-негіздіктитрлеудегітитрлеудіңсоңғынүктесібекітілген?",
    "answers": [
      "көрсеткіштікемесәдіс;",
      "көрсеткіштердіқолдануарқылы;",
      "физик",
      "химиялықәдіспен, көрсеткіштердіқолданаотырып:",
      "Мор әдісі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 260,
    "question": "Қышқылдық-негіздіккөрсеткіштердіңкөрсеткіштерінеәсерететінфакторлар?",
    "answers": [
      "температура;",
      "ерітіндініңбуферліксыйымдылығы;",
      "бөгдезат, температур а:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 261,
    "question": "Титрлеуқисығында рН секірісімынағанбайланысты:",
    "answers": [
      "титрленетінқышқылдыңкүші, титранттыңконцентрациясы:",
      "титрантконцентрациясы;",
      "көрсеткіштіңpKa;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 262,
    "question": "Қышқылдық-негіздіктитрлеуқисығыбойыншатитрлеудіңсекірісі:",
    "answers": [
      "ерітіндітүсініңпайдаболуы;",
      "ерітіндініңтүсініңжоғалуы;",
      "ерітіндінің рН күртөзгеруі:",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 263,
    "question": "Сусызтитрлеудеқолданылатынеріткіш:",
    "answers": [
      "жоғарыдиэлектрлікөтімділіккеие;",
      "анықталатынзаттыерітеді, диэлектрлікөтімділігіжоғары:",
      "қышқылдар мен негіздердіңберіктігінеәсеретпейді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 264,
    "question": "Ацидиметрия қандайәдістергежатады?",
    "answers": [
      "оксидиметриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "қышқылдық-негіздіктитрлеу, химиялықталдау:",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 265,
    "question": "HClерітіндісінстандарттаукезіндебастапқыстандарттызаттарретіндеқолданылады?",
    "answers": [
      "натрий тетраборатыдекагидраты;",
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "аммиак ерітіндісі;",
      "дифениламин;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 266,
    "question": "Органикалыққосылыстардағы азот неменанықталады?",
    "answers": [
      "Кьельдаләдісібойынш а:",
      "комплексометриялықәдіс;",
      "гравиметриялықәдіс;",
      "Фолгардәдісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 267,
    "question": "Қышқылдық-негіздіктитрлеуәдістерінежатады:",
    "answers": [
      "қышқылдыметрия;",
      "алкалиметрия, ацидиметрия:",
      "цериметрия, ацидиметрия;",
      "хроматометрия;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 268,
    "question": "Қышқылды-негіздікиндикаторларқандайқасиеттердікөрсетеді?",
    "answers": [
      "әлсізқышқылдар, әлсізнегіздер:",
      "әлсізнегіздер;",
      "тотықтырғыштар, әлсізнегіздер;",
      "редукторлар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 269,
    "question": "Аргентометриялықтитрлеуәдістерінжіктейді:",
    "answers": [
      "қолданылғанкөрсеткішбойынш а:",
      "анықталатынзаттарүшін;",
      "титранттыңстандарттауәдісібойынша;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 270,
    "question": "Мор титрлеуіжүргізіледі?",
    "answers": [
      "қышқылортада;",
      "бейтарапортад а:",
      "сілтіліортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 271,
    "question": "Темір(III) тиоцианатытұндыруүшінтитрлеудеқолданылады:",
    "answers": [
      "титрант;",
      "көрсеткіш:",
      "бастапқы стандарт;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 272,
    "question": "Тиоцианатометриядатитрантретінде не қолданылады?",
    "answers": [
      "темір(III) тиоцианаты;",
      "калий тиоцианаты:",
      "калий хроматы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 273,
    "question": "Адсорбциялықиндикаторларментитрлеуқандайәдісбойыншажүргізіледі?",
    "answers": [
      "Маура;",
      "Фаян с:",
      "Фолгарда;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 274,
    "question": "Тұндырутитрлеуәдістерінеқойылатынталаптар?",
    "answers": [
      "титрантерітіндісітүсті, тез тұнбатүзілуі керек;",
      "шөгіндінің тез түзілуі;",
      "эквиваленттікнүктенібекітугемүмкіндікберетінтотығу-тотықсызданукөрсеткішініңболуы, шөгіндінің тез түзілуі:",
      "тұнбаныңбіршаматөменерігіштігі;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 275,
    "question": "Фаянс әдісібойыншатұнбатитрлеуқалайжүргізіледі?",
    "answers": [
      "адсорбциялықкөрсеткіштердіқолдану;",
      "белгілі рН шамасында (хлоридтердіанықтау), адсорбциялықиндикаторлардыпайдаланаотырып:",
      "сілтіліортада, адсорбциялықкөрсеткіштердіқолданаотырып;",
      "қаттықышқылдықортада (индикатор – флуоресцеин);"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 276,
    "question": "Тотығу-тотықсызданутитрлеудегібіріншілікэталондар?",
    "answers": [
      "калий перманганаты;",
      "калий бихроматы:",
      "натрий тиосульфаты;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 277,
    "question": "Тотығу-тотықсызданутитрлеуәдістерінежатады:",
    "answers": [
      "қышқылдыметрия;",
      "цериметрия:",
      "комплексиметрия;",
      "фторидометрия;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 278,
    "question": "Йодометриялықәдістерненіанықтауғамүмкіндікбереді?",
    "answers": [
      "тотықсыздандырғыштар, тотықтырғыштар;",
      "тотықсыздандырғыштар;",
      "қышқылдар, тотықсыздандырғыштар, тотықтырғыштар:",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 279,
    "question": "Перманганатометриядақажетті рН мәнінжасауүшінқолданылады:",
    "answers": [
      "азот қышқылы;",
      "күкіртқышқылы:",
      "сіркеқышқылы;",
      "натрий гидроксиді;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 280,
    "question": "Тотығу-тотықсызданутитрлеудегібастапқыстандарттарғажатады:",
    "answers": [
      "калий перманганаты;",
      "натрий оксалаты:",
      "натрий тиосульфаты;",
      "сутегіасқынтотығы;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 281,
    "question": "1 литр ерітіндіде 5,85 г NaCl (M (NaCl) \\u003d 58,5 г/моль) бар. Ерітіндініңмолярлықэквиваленттікконцентрациясы неге тең?",
    "answers": [
      "1;",
      "0,1:",
      "0,2;",
      "2;",
      "3;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 282,
    "question": "Ерітіндініңтитрінқандай формула анықтайды?",
    "answers": [
      "T=n/ V;",
      "T =N•Э;",
      "T = m • V;",
      "T=m•N;",
      "Т = CH ∙ Mэ / 1000:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 283,
    "question": "Молярлықконцентрацияқандайформулабойыншаанықталады?",
    "answers": [
      "M = m / V;",
      "C =m/ V;",
      "C = n / V:",
      "N=C × V;",
      "C = N•V;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 284,
    "question": "Титрлеуүшінерітіндіретіндекүштіқышқылдарпайдаланылса, ондабұләдіс ... әдісідепаталады.",
    "answers": [
      "йодометрия;",
      "перманганометрия;",
      "Ацидиметрия:",
      "алкалиметрия;",
      "цериметрия;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 285,
    "question": "Титрлеуүшінерітіндіретіндекүштінегіздерпайдаланылса, ондабұләдіс ... әдісідепаталады.",
    "answers": [
      "Алкалиметрия:",
      "ацидометрия;",
      "йодометрия;",
      "перманганометрия;",
      "цериметрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 286,
    "question": "Ацидиметриялықтитрант:",
    "answers": [
      "KOH, HCl;",
      "HCl, H2SO4:",
      "NaOH, Ba(OH) 2;",
      "HNO2, NH4OH;",
      "CH3COOH, HNO3;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 287,
    "question": "Сілтілікортаданқышқылортағаөткендеметилапельсинніңиндикаторықалайөзгереді?",
    "answers": [
      "қызылдансарығадейін:",
      "қызылданкөккедейін;",
      "түссізқызылқызыл;",
      "сарыданқызылғадейін;",
      "сарыданкүлгінгедейін;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 288,
    "question": "15,0 мл 0,05 нерітіндісінтитрлеуге 7,6 млнатрийгидроксидіжұмсалса, сілтініңконцентрациясынегетең?",
    "answers": [
      "0,098:",
      "0,95;",
      "0,25;",
      "0,043;",
      "0,10;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 289,
    "question": "Тотығу-тотықсызданутитрлеукелесіреакцияларғанегізделген.",
    "answers": [
      "бейтараптандыру;",
      "тотығу-тотықсыздану:",
      "алмасу;",
      "гидролиз;",
      "ыдырау;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 290,
    "question": "K2Cr2O7 жұмысерітіндісіболатынтотығу-тотықсызданутитрлеуәдісі ... депаталады.",
    "answers": [
      "хроматография;",
      "броматометрия;",
      "Дихроматометрия:",
      "перманганометрия;",
      "йодометрия;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 291,
    "question": "Перманганометриялықтитрлеудеқолданылатын индикатор.",
    "answers": [
      "метил апельсин;",
      "эриохромқара;",
      "эозин;",
      "крахмал;",
      "индикаторсыз:"
    ],
    "correct": [
      4
    ]
  },
  {
    "id": 292,
    "question": "Йодометриялықтитрлеуәдісінекөрсеткіштер?",
    "answers": [
      "Крахмал:",
      "Лакмус;",
      "мурексид; Д. фенофталеин;",
      "метил апельсин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 293,
    "question": "Перманганометриялықтитрлеукезінде Mn+2 ионыныңтүзілуіүшінқандай орта қажет?",
    "answers": [
      "бейтарап;",
      "Қышқылы:",
      "сілтілі;",
      "қатежауап;",
      "аздапқышқыл;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 294,
    "question": "Нитрометриялықтитрлеуәдісініңтитрранты?",
    "answers": [
      "NaNO2:",
      "NaNO3;",
      "HNO3;",
      "Pb (NO3) 2;",
      "Fe (NO3) 2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 295,
    "question": "Седиментациятитрлеуініңнегізіндежатқанреакцияшарттары?",
    "answers": [
      "Алынғантұнбалараморфтыболуы керек.;",
      "Тұнбатүзілмеуі керек.;",
      "Жоғарықаныққанерітіндіболуы керек:",
      "Реакция қайтымдыболуы керек;",
      "Бейнеленгеншөгінділераморфтыболмауы керек.;"
    ],
    "correct": [
      2
    ]
  },
  {
    "id": 296,
    "question": "«Тұнбаісжүзіндеерімейтінжәне тез тұнбағатүсуі керек» реакциясыныңталабынатитриметриялықталдаудыңқандайәдісісәйкескеледі?",
    "answers": [
      "тұндыруәдісі:",
      "бейтараптандыру;",
      "Ацидиметриялықәдіс;",
      "комплексометрияәдісі;",
      "тотығу-тотықсыздануәдісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 297,
    "question": "Электродтықпотенциалдыөзгертуарқылыэквиваленттікнүктеніанықтауғанегізделгентитрлеутүрі.",
    "answers": [
      "кондуктометриялықтитрлеу;",
      "потенциометриялықтитрлеу:",
      "амперометриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "оксидиметриялықтитрлеу;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 298,
    "question": "Бейтараптандыру, тұндыру, комплекс түзужәнетотығу-тотықсыздануреакцияларындағыэквиваленттікнүктеніанықтауғамүмкіндікберетінтитрлеутүрі.",
    "answers": [
      "Қышқылдық-негіздіктитрлеу;",
      "потенциометриялықтитрлеу:",
      "амперометриялықтитрлеу;",
      "оксидиметриялықтитрлеу;",
      "кондуктометриялықтитрлеу;"
    ],
    "correct": [
      1
    ]
  },
  {
    "id": 300,
    "question": "Хроматография әдісінқайғалымашты?",
    "answers": [
      "1901 жылы Марковников;",
      "1902 жылы Зайцев;",
      "1903 жылытүсі: Д. Лавуазье 1904 ж;",
      "1905 жылы",
      "Менделеев;"
    ],
    "correct": [
      2
    ]
  }
];
