window.QUIZ_QUESTIONS = [
  {
    "id": 1,
    "question": "Аналитикалықәсері бар химиялықреакциялар ... депаталады.",
    "answers": [
      "аналитикалық",
      "физикалық.",
      "ерекш е.",
      "бөлшексауд а."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 2,
    "question": "Аналитикалық химия екікезеңдежүргізіледі?",
    "answers": [
      "Сандық, сапалық",
      "физикалық, химиялық",
      "теориялық, практикалық",
      "қышқылдық, негіздік"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 3,
    "question": "Қышқылдық-негіздік классификация бойынша барлық катиондар бөлінеді:",
    "answers": [
      "6 топка",
      "3 топқа",
      "5 топқа",
      "4 топқа"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 4,
    "question": "Катиондардыңқышқылдық-негіздікклассификациясы неге негізделген?",
    "answers": [
      "хлоридтердің, сульфаттардың, гидрөксидтердің суда, аммиак ерітіндісінде, сілтіерітіндісіндеәртүрліерігіштігітуралы.",
      "фосфаттардың суда әртүрліерігіштігітуралы;",
      "сульфидтердің суда әртүрліерігіштігібойынша;",
      "нитраттардың суда әртүрліерігіштігібойынша;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 5,
    "question": "Топтықреагенттергемыналаржатады:",
    "answers": [
      "тұзқышқылы, күкіртқышқылы.",
      "диметилглиоксим;",
      "калий хроматы;",
      "уротропин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 6,
    "question": "Екі немесе одан да көп компоненттерден тұратын біртекті жүйе?",
    "answers": [
      "Ерітінді",
      "буфер",
      "коллоидты",
      "араластыру"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 7,
    "question": "Массаныңәсеретузаңынпайдаланып2A + B C: реакция жылдамдығынанықтаңыз:",
    "answers": [
      "= k[A]2[B]:",
      "= k[A][B];",
      "= k[C]2;",
      "= k[A];"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 8,
    "question": "Төмендегі реакциялардың қайсысы тотығу-тотықсыздану реакцияларына жатады?",
    "answers": [
      "2KMnO4 + 16 HCl 2MnCl2 + 5Cl2 + 8H2O + 2KCl",
      "CaO + H2O Ca(OH)2;",
      "SO2 + H2O H2SO3;",
      "CaCO3 CaO + CO2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 9,
    "question": "Туражәнекеріреакциялардыңтеп",
    "answers": [
      "химмиялық теп",
      "теңдікжылдамдықтары?",
      "теңдік",
      "электролиз"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 10,
    "question": "KOH + HCl = KCl + H2O",
    "answers": [
      "Aлмасу",
      "ауыстыру",
      "галогендеу",
      "айыр13ылу"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 11,
    "question": "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал?",
    "answers": [
      "массаларсақталу заңы",
      "Ал термодинамика заңы",
      "II Термодинамика заңы",
      "Томсонережесі"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 12,
    "question": "Тура реакция жылдамдығы мен кері реакция жылдамдығыныңтеңгерілгенкүйі:",
    "answers": [
      "химмиялық теп",
      "теңдік",
      "электролиз",
      "катализ"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 13,
    "question": "Қышқыл оксидінің формуласы?",
    "answers": [
      "Cl2O7",
      "Na2O.",
      "Fe2O3.",
      "K2O. Д. CaO."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 14,
    "question": "Катализаторменбайланысты процесс",
    "answers": [
      "Катализ",
      "электролиз",
      "еріту",
      "балқу"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 15,
    "question": "Массаныңәсеретузаңынпайдаланып2A+3EF реакция жылдамдығынанықтаңыз:",
    "answers": [
      "v = k [A]2[E]3:",
      "v = k [E]3;",
      "v = k [F];",
      "v = k [A]2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 16,
    "question": "Химиялықтеп",
    "answers": [
      "Туражәнекері",
      "теңдіктетеңболатынреакциялардыңжылдамдығықандай?",
      "түзужәнебаяу",
      "керіжәнежылдам"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 17,
    "question": "Біртектіреакцияныңжылдамдығына2NO(г)+O2(г)=2NO2(г) сәйкес келетін өрнек дұрыс?",
    "answers": [
      "=k:",
      "=k2CNO;",
      "= 2kCNO;",
      "= k+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 18,
    "question": "ГетерогендіреакцияныңжылдамдығынаS(к)+O2(г)=SO2(г) сәйкес келетін өрнек дұрыс?",
    "answers": [
      "=k:",
      "=kCS;",
      "=kCS+;",
      "= k;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 19,
    "question": "Әсерлесуші массалар заңы?",
    "answers": [
      "Химиялық реакцияның жылдамдығы әрекеттесуші заттардың концентрациясының көбейтіндісіне тура пропорционал.",
      "Химиялық реакцияның жылдамдығы әрбір он градустық өсу үшін екі-үш есе артады",
      "Реакция жылдамдығы уақыт бірлігінде көлем бірлігімен әрекеттесетін заттың мөлшерімен анықталады",
      "Химиялық теп"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 20,
    "question": "Гесс заңының анықтамасы?",
    "answers": [
      "Химиялықреакцияныңжылуэффектісіоныңжүруінебайланыстыемес, тек әрекеттесушізаттар мен өнімдердіңкүйінебайланысты",
      "Энергияныжоғалтуғанемесежоқтанжаратуғаболмайды.",
      "Энергетика мемлекеттіңбірегейқызметі.",
      "Кез келген реакция жүйенің теп"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 21,
    "question": "Кальций карбонатындағы CaCO3 оттегініңмассалықүлесі",
    "answers": [
      "48%;",
      "58%",
      "49%",
      "44%"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 22,
    "question": "100 мл ерітіндіде 49 г H2SO4 бар. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "10:",
      "5;",
      "1;",
      "0,5;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 23,
    "question": "100 мл ерітіндіде 3,4 г AgNO3 бар. M(AgNO3)=170 г/моль. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "0,2н:",
      "0,02н;",
      "2n;",
      "1n;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 24,
    "question": "0,5 моль сутегініңн.о. алатынкөлемі (л):",
    "answers": [
      "11,2:",
      "5,6;",
      "22.4;",
      "44,8;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 25,
    "question": "Қалыптыжағдайда 11,2 л көміртекоксидінің (IV) құрамындақандайзатмөлшері (моль) болады?",
    "answers": [
      "0,5.",
      "1;",
      "0,05;",
      "10;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 26,
    "question": "Қалыпты жағдайда 56 г N2(азот) моль санынанықтаңыз.",
    "answers": [
      "2,0:",
      "1,0;",
      "2,5;",
      "3,0;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 27,
    "question": "0,5 моль көлеміндегікүкіртқышқылыныңмассасын (г) есептеңдер. М(H2SO4)=98г/моль.",
    "answers": [
      "49;",
      "98 г;",
      "9,8г;",
      "4,9 г;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 28,
    "question": "Қалыптыжағдайдааммиактыңсалмағы 34 г қандайкөлемді (л) құрайды.",
    "answers": [
      "44,8 л:",
      "22,4 л;",
      "448 л;",
      "22,4 мл;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 29,
    "question": "100 мл ерітіндіде 4,9 г H2SO4 (M(H2SO4) = 98 г/моль) бар. Ерітіндініңқалыптылығынесептеңдер.",
    "answers": [
      "1H;",
      "0,02н;",
      "2н;",
      "0,1н;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 30,
    "question": "Ерітіндісісілтіліортасы бар тұздыанықтаңыз.",
    "answers": [
      "K2CO3.",
      "K2SO4;",
      "MgSO4;",
      "CuCl2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 31,
    "question": "Массасы 125 г ерітіндіде 25 г натрий гидроксиді бар. Ерітіндідегізаттыңмассалықүлесіқандай (ма",
    "answers": [
      "20.",
      ", %)?",
      "25;",
      "24;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 32,
    "question": "Көлемі 11,2 л азоттыңмассасы бар?",
    "answers": [
      "14;",
      "28 г;",
      "280 г;",
      "140 г;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 33,
    "question": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (ма",
    "answers": [
      "20%:",
      ", %)?",
      "24;",
      "12;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 34,
    "question": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "answers": [
      "1:",
      "2;",
      "3;",
      "4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 35,
    "question": "1л 1М H2SO4 ерітіндісіндайындауүшінқажеттікүкіртқышқылыныңмассасынтабыңыз?",
    "answers": [
      "98",
      "8г",
      "100 г",
      "10 г Д 15г"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 36,
    "question": "Газдыңкөлемі 67,2 л. Заттыңмөлшеріқандай?",
    "answers": [
      "3 молль",
      "1моль",
      "2 моль",
      "0,5 моль"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 37,
    "question": "Құрамында 0,5 моль бар натрий карбонатыныңмассасынесептеңдер",
    "answers": [
      "53",
      "106 г",
      "10,6 г",
      "5,3 г"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 38,
    "question": "0,25 моль мөлшеріндегі азот оксидінің (V) массасынкөрсетіңіз.",
    "answers": [
      "27",
      "28г",
      "30 г",
      "42 г"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 39,
    "question": "10 моль сутегін.о. көлеміқандай",
    "answers": [
      "11,2",
      "22.4",
      "224",
      "112"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 40,
    "question": "Массаныңәсеретузаңынпайдаланып, реакция жылдамдығын A + 3D ® 2С анықтаңыз:",
    "answers": [
      "u = k •[A] • [D] 3:",
      "u = k • [C];",
      "u = k • [A];",
      "u = k • [D];"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 41,
    "question": "Реакцияларүшінмассаларәрекетізаңыныңматематикалықөрнегі? 2H2 + O2 = 2H2O",
    "answers": [
      "V = k [H2] ² [O2]:",
      "V = k[H2] + [O2]",
      "V = k [H] 2+ [O2] D .V = k[H2]",
      "V = k [H2] [O2]"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 42,
    "question": "Сулы ерітіндіде диссоциациялану кезінде тек гидроксид иондарын анион түрінде бөлетін күрделі зат қалай аталады?",
    "answers": [
      "негіздер",
      "Тұз",
      "Қышқылдар",
      "Аниондар"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 43,
    "question": "Азоттың максималды валенттілігін көрсететін оксид?",
    "answers": [
      "N2O5;",
      "NO",
      "N2O3",
      "N2O"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 44,
    "question": "Н+ иондарыныңконцентрациясы 10-1 моль/лболса, ерітіндініңрН-ынанықтаңыз.",
    "answers": [
      "1:",
      "13;",
      "6;",
      "10;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 45,
    "question": "Төмендегіреакциялардыңқайсысытотығу-тотықсыздануғажатады?",
    "answers": [
      "Fe + H2SO4 ® FeSO4 + H2",
      "CO2 + H2O ® H2CO3;",
      "(NH4)2CO3 ® 2NH3 + CO2;",
      "H2SO4 + NaCl ® NaHSO4 + HCl;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 46,
    "question": "(ОН-) иондарыныңконцентрациясы 10-13 моль/л1 болса, рНнегетең?",
    "answers": [
      "1:",
      "13;",
      "6;",
      "4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 47,
    "question": "Көлемі 11,2 лазоттыңмассасыбар?",
    "answers": [
      "14 ;",
      "28 г;",
      "280 г;",
      "140 г;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 48,
    "question": "Массасы 120 г ерітіндініңқұрамында 24 г калий гидроксиді (КОН) бар. Ерітіндідегізаттыңмассалықүлесіқандай (ма",
    "answers": [
      "20:",
      ", %)?",
      "24;",
      "12;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 49,
    "question": "250 мл сулыерітіндідегі 10,5 г натрий фториді (M (NaF) \\u003d 42 г/моль) бар ерітіндініңқалыптыконцентрациясы:",
    "answers": [
      "1:",
      "2;",
      "3;",
      "4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 50,
    "question": "1887 жылы Аррениус мынадай теория ұсынды:",
    "answers": [
      "электролиттік диссоциация.",
      "Кинетика",
      "Катализ",
      "Термодинамика"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 51,
    "question": "Химиялықбалансқаәсеретпейтін фактор?",
    "answers": [
      "Катализатор",
      "температура",
      "қысым",
      "катализ"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 52,
    "question": "Бейэлектролиттерарасындағы электролит",
    "answers": [
      "H2SO4 ;",
      "C2H5OH",
      "CH4",
      "CO2"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 53,
    "question": "Күштіэлектролиттікөрсетіңіз.",
    "answers": [
      "NaNO3:",
      "H2CO3;",
      "H3PO4;",
      "Cu(OH)2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 54,
    "question": "Қандайэлектролитдиссоциациясынангидроксикациятүзіледі?",
    "answers": [
      "CuOHCl:",
      "CuSO4;",
      "NaHCO3;",
      "Al(A"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 55,
    "question": "Қандайэлектролитдиссоциациясынангидроанионтүзіледі?",
    "answers": [
      "Na2HPO4:",
      "AlOHCl2;",
      "Na2SO4;",
      "NH4OH;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 56,
    "question": "Зат-электролиткеанықтамаберіңіз.",
    "answers": [
      "CuSO4:",
      "Cu;",
      "CuO;",
      "O2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 57,
    "question": "Электролит емесзатқаанықтамаберіңіз.",
    "answers": [
      "MnO:",
      "ZnCl2;",
      "Na2SO4;",
      "CrCl3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 58,
    "question": "Топтықжәнежүйелікталдаудақолданылатынреакциялар?",
    "answers": [
      "Топтықреагентпен",
      "ерекше",
      "таңдамалыбіртекті",
      "гетерогенді"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 59,
    "question": "Күштіэлектролиткеанықтамаберіңіз.",
    "answers": [
      "HNO3. a = 94%:",
      "CH3COOHa = 2%;",
      "HCN a = 0,15%;",
      "NH4OH. a = 1,35%;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 60,
    "question": "Қандайэлектролитқадамдарбойыншадиссоциацияланады?",
    "answers": [
      "H2SO3:",
      "KKN;",
      "NaOH;",
      "KNO3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 61,
    "question": "Диссоциацияланғанбөлшектерсанының N ерігенбөлшектердіңжалпысанынақатынасы n, пайызбенкөрсетілген.",
    "answers": [
      "Диссоциацияланудәрежесі",
      "электролиттік диссоциация",
      "негізінде",
      "қышқылдармен"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 62,
    "question": "Тотығу-тотықсыздануреакцияларыныңтүрлері?",
    "answers": [
      "молекулаішілік, молекулааралық, пропорционалдыеме с.",
      "алмасу, молекулааралық",
      "молекулаішілік, молекулааралық, орынбасу",
      "молекулаішілік, пропорционалдыемес, алмасу"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 63,
    "question": "Ерітінділердегеніміз не?",
    "answers": [
      "Бірнешеқұрамдасбөліктердентұратынбіртектібірфазалыжүй е.",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендібірфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынгетерогендіекіфазалыжүйе",
      "Бірнешеқұрамдасбөліктердентұратынбіртектіекіфазалыжүйе"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 64,
    "question": "Электролит дегеніміз не?",
    "answers": [
      "Ерігензатмолекулаларыныңәсерінениондарғаыдырап, ерітіндіденемесебалқымадаэлектртогынөткізетінзаттар",
      "Еріткішмолекулаларыныңәсерінениондарғаыдырайтынерітінділернемесебалқымалар.",
      "Еріткішмолекулаларыныңәсерінениондарғаыдырамайтын, ерітінділерінемесебалқымаларыэлектртогынөткізбейтінзаттар?",
      "Ерітінділерінемесебалқымаларыеріткішмолекулаларыныңәсерінениондарғаыдырайтынжәнеэлектртогынөткізбейтінзаттар."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 65,
    "question": "Реакция жылдамдығынүдететін, бірақ реакция нәтижесіндетұтынылмайтынзат?",
    "answers": [
      "Катализатор",
      "ингибиторы",
      "изотоп",
      "кристалдану"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 66,
    "question": "Қышқылқалдығының металл катионынажәнеанионынадиссоциацияланатын электролит",
    "answers": [
      "NaCl.",
      "NaOH;",
      "HCl; BС CCl4;",
      "ЖОҚ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 67,
    "question": "Гидролизі үш сатыда жүретін тұз?",
    "answers": [
      "CrCl3:",
      "(NH4)2SO4;",
      "NaCN;",
      "K2S;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 68,
    "question": "Гидролизкезіндеқандайтұзерітіндісіндеқышқылорта (рН<7) болатынынанықтаңыз.",
    "answers": [
      "CuCl2:",
      "Na2CO3;",
      "K2SO4;",
      "NaCl;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 69,
    "question": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "answers": [
      "K2SO4:",
      "CH3COOK;",
      "(NH4)2SO4;",
      "CH3COONa;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 70,
    "question": "(ОН-) -иондарыныңконцентрациясы 10-12 моль/лболса, ерітіндініңрНқандайболады?",
    "answers": [
      "2:",
      "12;",
      "5;",
      "7;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 71,
    "question": "Қандай ион күрделітүзілуіменсипатталады?",
    "answers": [
      "Cr3+.",
      "Ba2+;",
      "Li+;",
      "NH4+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 72,
    "question": "Мынақосылыстардыңкүрделілерінежатады:",
    "answers": [
      "K2[HgI4]:",
      "Al2(SO4)3;",
      "H2SiO3;",
      "Na2SO4 10 H2O;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 73,
    "question": "Қандайпараметрдіңтұрақтылығыбуферлікерітіндініңқосылуынаықпалетеді?",
    "answers": [
      "рН.",
      "т;",
      "P;",
      "v;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 74,
    "question": "K2[HgI4] комплекстіқосылыстағыкомплекстүзуші (Нgx+) зарядынанықтаңыз?",
    "answers": [
      "+2:",
      "0;",
      "+4;",
      "+1;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 75,
    "question": "Құрамындакарбонатиондарыбартұз?",
    "answers": [
      "натрий карбонаты.",
      "натрий хлориді",
      "натрий сульфаты",
      "натрий бихроматы"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 76,
    "question": "Гидролиз кезіндебейтарап орта беретінтұз?",
    "answers": [
      "CH3COONH4:",
      "Na2S;",
      "AgNO3;",
      "AlCl3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 77,
    "question": "Тұздыңгидролизітеканионменжүзегеасады?",
    "answers": [
      "NH4Cl:",
      "CH3COONH4;",
      "NaCl;",
      "CH3COONa;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 78,
    "question": "Заттыңқұрамықайкезеңдеанықталады?",
    "answers": [
      "2",
      "3-те",
      "4-те",
      "5-те"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 79,
    "question": "Тұзиондарыныңсуиондарыменәрекеттесупроцесіқалайаталады?",
    "answers": [
      "гидролиз",
      "пиролиз.",
      "крекинг.",
      "гидрлеу."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 80,
    "question": "Тұздардыңгидролизденгенбөлігініңконцентрациясының (тығыздығының) оныңерітіндідегіжалпыконцентрациясынақатынасықандай?",
    "answers": [
      "Гидролиз дәрежесі",
      "гидролиз константасы",
      "жалпы гидролиз",
      "гидролиз"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 81,
    "question": "Реакциядағытұздардыңбірлескенсоңғыгидролизікезіндеқандай газ бөлінеді: AlCl3 + Na2CO3 + HOH® ...?",
    "answers": [
      "СО2.",
      "Cl2;",
      "H2;",
      "CO;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 82,
    "question": "Қандайтұзгидролизгеұшырамайды?",
    "answers": [
      "Na2SO4:",
      "K2CO3;",
      "NH4Cl;",
      "(NH4)2S;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 83,
    "question": "Гидролизгебейімеместұздыанықтаңыз.",
    "answers": [
      "KNO3:",
      "K2S;",
      "MgSO4;",
      "AlCl3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 84,
    "question": "Қандайтұзгидролизгеұшырайды?",
    "answers": [
      "(NH4)2S:",
      "K2SO4;",
      "NaCl;",
      "NaNO3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 85,
    "question": "KClO3 қосылысындағыхлордыңтотығудәрежесінкөрсетіңіз?",
    "answers": [
      "Д. +5",
      "+3.",
      "+4.",
      "+6."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 86,
    "question": "рH көрсеткіштіңқасиеттерінзерттегенғалым?",
    "answers": [
      "В.",
      "Ломоносов",
      "Оствальд",
      "Бутлеров"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 87,
    "question": "Мынақосылыстардыңқайсысыкешенгежатады?",
    "answers": [
      "K4[Fe(CN)6]:",
      "CuSO4;",
      "Na2S2O3;",
      "CuSO4 2H2O;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 88,
    "question": "Төмендегітұздардыңішіндегидролизгеұшырамайды?",
    "answers": [
      "NaCl:",
      "CH3COONH4;",
      "(NH4)2CO3;",
      "Al(NO3)3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 89,
    "question": "Төмендегі иондардың қайсысы I-ші аналитикалық топқа жатады?",
    "answers": [
      "K+:",
      "Fe2+;",
      "Co2+;",
      "Sr2+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 90,
    "question": "ИондардыңқайсысыК+ - ионынанықтауғакедергіжасайды?",
    "answers": [
      "NH4+:",
      "Са2+;",
      "Cu2+;",
      "Cr3+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 91,
    "question": "Қышқылдық-негіздікклассификациябойыншакатиондардыңбіріншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "аммоний, калий, натрий, литий:",
      "магний, калий, кальций;",
      "алюминий, темір(II), хром(III);",
      "кобальт (II), никель (II), сынап (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 92,
    "question": "Қышқылдық-негіздік классификация бойыншакатиондардыңекіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "күміс, қорғасын, сынап(I):",
      "аммоний, калий, кобальт(II);",
      "магний, марганец(II), литий;",
      "темір(II), сынап(II), никель(II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 93,
    "question": "Төмендегілердіңқайсысы I А топшасыныңэлементінежатады?",
    "answers": [
      "Натрий",
      "фтор",
      "хлор",
      "магний"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 94,
    "question": "I топ аниондарыныңтоптықреактиві:",
    "answers": [
      "BaCl2:",
      "AgNO3;",
      "HCl;",
      "H2SO4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 95,
    "question": "II топаниондарыныңтоптықреактиві:",
    "answers": [
      "AgNO3:",
      "HCl;",
      "H2SO4;",
      "BaCl2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 96,
    "question": "III топаниондарыныңтоптықреактиві:",
    "answers": [
      "Жоқ.",
      "BaCl2",
      "AgNO3",
      "HCl"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 97,
    "question": "Фольгардәдісініңнегізіндеқандайпроцессжатыр?",
    "answers": [
      "2Ag+ + CrO42- =Ag2CrO4:",
      "Ag+ + Br- = AgBr;",
      "Ag+ + J- = AgJ;",
      "Ag+ + SCN- = Ag SCN;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 98,
    "question": "Қышқылдық-негіздікклассификациябойыншакатиондардыңүшіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "барий, кальций, стронций:",
      "натрий, күміс, калий;",
      "магний, висмут(III), марганец(III);",
      "қорғасын, кобальт(II), мыс(II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 99,
    "question": "Біріншіаналитикалық топ катиондарыныңжалпықасиеттеріқандай?",
    "answers": [
      "хлоридтер, сульфаттар, калий нитраттары, натрий, литий, аммоний суда жақсыериді.",
      "суда ерімейтінхлоридтертүзеді;",
      "суда ерімейтінсульфаттартүзеді;",
      "аммиак комплекстерінтүзеді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 100,
    "question": "Барий, кальций, стронций катиондарыныңжалпықасиеттеріқандай?",
    "answers": [
      "сульфаттар суда аз ериді:",
      "хлоридтер суда ерімейді;",
      "нитраттар суда ерімейді;",
      "ацетаттар суда ерімейді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 101,
    "question": "Төмендегіиондардыңқайсысы хлорид иондарыменақтұнбатүзеді",
    "answers": [
      "Ag +:",
      "Ba2+;",
      "Na +;",
      "Sn+2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 102,
    "question": "Қышқыл-негізклассификациясыбойыншаүшіншіаналитикалықтопкатиондарынбөлуүшінтөмендегіреагенттердіңқайсысықолданылады?",
    "answers": [
      "2 Мкүкіртқышқылыерітіндісі:",
      "2 Мтұзқышқылыерітіндісі;",
      "2 Мсілтіерітіндісі;",
      "2 Маммиакерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 103,
    "question": "Натрийгексанитрокобальтаты (III) баркалийкатиондарынанықтауреакциясыжүргізіледі?",
    "answers": [
      "бейтарапортад а:",
      "сілтіліортада;",
      "қаттықышқылдықортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 104,
    "question": "Натрий сутегітартратыкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "калий:",
      "барий;",
      "никель(II);",
      "қорғасын;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 105,
    "question": "Несслерреактивікатиондардыанықтауүшінқолданылады?",
    "answers": [
      "аммоний:",
      "мырыш;",
      "барий;",
      "қорғасын;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 106,
    "question": "Күмісхроматыныңтүстітұнбасытүзіледі?",
    "answers": [
      "бейтарапортад а:",
      "сілтіліортада;",
      "қаттықышқылдықортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 107,
    "question": "«Күмісайна» реакциясыкүміскатиондарыныңреакциясы?",
    "answers": [
      "формальдегидпен:",
      "калий тиоцианаты;",
      "калий гексацианоферратымен(II);",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 108,
    "question": "Сынап (I) катиондарытұнбатүзеді:",
    "answers": [
      "хлорид иондарымен, хромат иондарымен:",
      "ацетат иондарымен;",
      "Формальдегидпен;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 109,
    "question": "Родизонат натрий катиондардыанықтауүшінқолданылады?",
    "answers": [
      "барий:",
      "мырыш;",
      "натрий;",
      "аммоний;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 110,
    "question": "Натрий, калий, литий, аммоний катиондарынаарналғантоптық реакти в:",
    "answers": [
      "топтық реагент жоқ:",
      "дитизон;",
      "шарап қышқылы;",
      "уротропин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 112,
    "question": "Ализарин катиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "алюминий:",
      "кальций;",
      "литий;",
      "стронций;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 113,
    "question": "Хром (III) катиондарын хромат иондарынажәне бихромат иондарынадейінтотықтыру:",
    "answers": [
      "сутегіасқынтотығы:",
      "гидроксиламин;",
      "аммоний сульфаты;",
      "йод ерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 114,
    "question": "ЕрітіндініNaOHжәне H2O2 артықмөлшеріменөңдегендесарытүстіңпайдаболуыталданатынерітіндідекатиондардыңболуынкөрсетеді?",
    "answers": [
      "хром(III):",
      "алюминий;",
      "мырыш;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 115,
    "question": "Гидроксидтерсілтіденартықериді?",
    "answers": [
      "мырыш:",
      "алюминий;",
      "хром(III);",
      "кобальт;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 116,
    "question": "Аммиак ерітіндісіментүссізкомплекстеркатиондартүзеді?",
    "answers": [
      "мырыш, кадмий:",
      "никель;",
      "кобальт;",
      "алюминий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 117,
    "question": "Алюминий гидроксидіериді:",
    "answers": [
      "сілтіденартық, қышқылдард а:",
      "аммиак ерітіндісініңартықболуы;",
      "артықсілтіерітіндісінде;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 118,
    "question": "Катиондар натрий родизонаты бар түстітұнбатүзбейді?",
    "answers": [
      "калий:",
      "барий;",
      "стронций;",
      "кальций;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 119,
    "question": "Барий және стронций сульфаттарынерітуүшінтұнбаныерітеді:",
    "answers": [
      "дұрысжауапжоқ:",
      "натрий гидроксидіерітіндісі;",
      "азот қышқылыныңерітіндісі;",
      "сіркеқышқылыерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 120,
    "question": "Топтық реагент үшіншіаналитикалық топ катиондарыменәрекеттескенде (қышқылдық-негіздік классификация) келесітұнбатүзіледі:",
    "answers": [
      "сульфаттар:",
      "фторидтер;",
      "карбонаттар;",
      "фосфаттар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 121,
    "question": "Кальций, барий және натрий катиондарыкатиондарғажатады?",
    "answers": [
      "дұрысжауапжоқ:",
      "катиондардыңекіншіаналитикалықтобы;",
      "катиондардыңүшіншіаналитикалықтобы;",
      "алтыншы топ катиондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 122,
    "question": "Аммоний оксалаты катиондары бар ақкристалдытұнбатүзеді?",
    "answers": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 123,
    "question": "Калий гексацианоферраты (II) катиондары бар ақкристалдытұнбатүзеді:",
    "answers": [
      "кальций:",
      "калий;",
      "литий;",
      "натрий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 124,
    "question": "Сынап (II) сульфидіериді:",
    "answers": [
      "«патшаарағында»:",
      "сілтіерітіндісінде;",
      "конц. күкіртқышқылы;",
      ". конц. тұзқышқылы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 125,
    "question": "Катиондар йодид иондарыментүстітұнбатүзеді?",
    "answers": [
      "сынап (II):",
      "натрий;",
      "калий;",
      "барий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 126,
    "question": "Бораттыиондардыанықтаужүргізіледі?",
    "answers": [
      "күрделіэфирлердіңтүзілуреакциясыбойынш а.",
      "дифениламинменәрекеттесуарқылы",
      "Несслерреактивімен",
      "броммен"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 127,
    "question": "Na+ жалынның түсі",
    "answers": [
      "Cары",
      "қоңырқызыл",
      "күлгін",
      "көк"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 128,
    "question": "Cu + 2 жалынның түсі",
    "answers": [
      "Жасыл",
      "жасылжәнесары",
      "сарыжасыл",
      "қызыл"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 129,
    "question": "К+ жалынның түсі .",
    "answers": [
      "Күлгін",
      "қара",
      "көк",
      "сары"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 130,
    "question": "Қай реагент екінші аналитикалық топтың топтық реактивіне жатады?",
    "answers": [
      "HCl:",
      "жоқ;",
      "(NH4)2CO3;",
      "Na2SO4;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 131,
    "question": "Катиондардыңбіріншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "Жоқ.",
      "H2SO4",
      "HCl",
      "NaOH"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 132,
    "question": "Катиондардыңекіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "HCl.",
      "H2SO4",
      "жоқ",
      "NaOH"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 133,
    "question": "Катиондардыңүшіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "H2SO4.",
      "HCl",
      "жоқ",
      "NaOH"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 134,
    "question": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "answers": [
      "Al3+:",
      "K+;",
      "Са2+;",
      "Na+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 135,
    "question": "Қышқылдық-негіздік классификация бойынша катиондардың төртінші аналитикалық тобына мыналар жатады:",
    "answers": [
      "Алюминий, хром(III), мырышиондары;",
      "калий, магний, барий иондары;",
      "мыс(II), кобальт(II), никель(II) иондары;",
      "натрий, литий, марганец(II) иондары."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 136,
    "question": "Қышқылдық-негіздік классификация бойыншакатиондардыңбесіншіаналитикалықтобынакатиондаржатады:",
    "answers": [
      "Магний, марганец(II), темір(II), темір(III), висмут(III), соныменқатар сурьма(III) және сурьма(V);",
      "натрий, аммоний, магний;",
      "натрий, магний, кобальт(II) және никель(II);",
      "темір (III), алюминий, хром (III), натрий."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 137,
    "question": ". Қышқылдық-негіздік классификация бойыншакатиондардыңалтыншыаналитикалықтобынакатиондаржатады:",
    "answers": [
      "Кобальт(II), никель(II), кадмий, мыс(II), сынап(II):",
      "кобальт(II), мыс(II), марганец(II), магний;",
      "никель(II), кадмий, калий, аммоний;",
      "барий, алюминий, никель (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 138,
    "question": "Реагенттердіңқайсысы V-шіаналитикалықтоптыңтоптықреагентінежатады?",
    "answers": [
      "NaOH:",
      "H2S;",
      "жоқ;",
      "HCl;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 139,
    "question": "Иондардыңқайсысын K2Cr2O7 ерітіндісініңәсеріменанықтауғаболады?",
    "answers": [
      "Cr3+:",
      "Zn2+;",
      "Al3+;",
      "Mg2+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 140,
    "question": "Галогендерқандайэлементтергежатады?",
    "answers": [
      "Фтор, хлор, йод, бром, астатин:",
      "Фтор, хлор, мыс, титан;",
      "Бром, бор, астатин, йод, родий;",
      "Хлор, хлорамин, молибден;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 141,
    "question": "Темір (III), темір (II), марганец (II) және магний гидроксидтерініңортаққасиеттері бар:",
    "answers": [
      "сілті мен аммиак ерітіндісініңартықмөлшеріндеерімейді, қышқылдардаериді:",
      "қышқылдардаерімейді;",
      "артықсілтідеериді;",
      "суда ериді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 142,
    "question": "Алюминий, хром(III) жәнемырышгидроксидтерініңортаққасиеттері бар:",
    "answers": [
      "сілтілер мен қышқылдардаериді:",
      "қышқылдардаерімейді;",
      "суда ериді;",
      "сілтіерітіндісіндеерімейді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 143,
    "question": "Қышқылдық-негіздік классификация бойыншатөртіншіаналитикалық топ катиондарынқандайреагенттерменбөлугеболады?",
    "answers": [
      "сутегіасқынтотығы бар сілтіерітіндісі:",
      "тұзқышқылыныңерітіндісі;",
      "күкіртқышқылыерітіндісі;",
      "аммиак ерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 144,
    "question": "Төмендегіреактивтердіңқайсысынбесінші топ катиондарынбөлугеболады?",
    "answers": [
      "2 М аммиак ерітіндісі:",
      "2 М күкіртқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;",
      "2 М тұзқышқылыерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 145,
    "question": "Кобальт (II), никель (II), мыс (II), кадмий жәнесынап (II) гидроксидтерініңжалпықасиеттеріқандай?",
    "answers": [
      "концентрлі аммиак ерітіндісінде комплекс түзеотырыпериді:",
      "артықсілтідеериді;",
      "концентрлі аммиак ерітіндісіндеерімейді;",
      "суда ериді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 146,
    "question": "Алтыншыаналитикалық топ катиондарынбөлуүшінаталғанреактивтердіңқайсысықолданылады?",
    "answers": [
      "концентрлі аммиак ерітіндісі:",
      "2 М тұзқышқылыерітіндісі;",
      "2 М күкіртқышқылыерітіндісі;",
      "2 М азот қышқылыерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 147,
    "question": "Диметилглиоксим (диметилдиоксим, Чугаев реактиві) катиондардыанықтаудақолданылады?",
    "answers": [
      "никель(II):",
      "барий;",
      "хром(III);",
      "висмут(III);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 148,
    "question": "Калий гексацианоферраты(II) катиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш; мыс(II):",
      "литий;",
      "магний;",
      "никель;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 149,
    "question": "Сульфид иондары бар кадмий катиондарытұнбатүзеді?",
    "answers": [
      "сары:",
      "ақ;",
      "қара;",
      "жасыл;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 150,
    "question": "Дитизонкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "мырыш:",
      "натрий;",
      "барий;",
      "аммоний;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 151,
    "question": "Натрий висмутатыкатиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "марганец(II):",
      "литий;",
      "мырыш;",
      "барий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 152,
    "question": "Аммоний персульфаты катиондардысапалыанықтауүшінқолданылады?",
    "answers": [
      "марганец(II), хром(III):",
      "литий;",
      "мырыш;",
      "барий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 153,
    "question": "Аммоний тиоцианатыкатиондардыанықтауүшінқолданылады?",
    "answers": [
      "темір(III), кобальт(II):",
      "литий;",
      "марганец(II);",
      "барий;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 154,
    "question": "Аммиак ерітіндісікатиондарғаарналғантоптық реактив болыптабылады?",
    "answers": [
      "мыс(II), кадмий, никель, сынап(II), кобальт(II):",
      "барий, стронций, литий;",
      "күміс, сынап(I), қорғасын;",
      "кадмий, барий, қорғасын, стронций;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 155,
    "question": "Гидроксидтердіңтұнбаларыамфотерлікқасиеткөрсетеді?",
    "answers": [
      "мырыш, хром(III):",
      "тұзқышқылы, күкіртқышқылы;",
      "диметилглиоксим;",
      "калий хроматы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 156,
    "question": "Тиомочевина катиондардыанықтауүшінқолданылады?",
    "answers": [
      "висмут:",
      "магний;",
      "барий;",
      "мырыш;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 157,
    "question": "8-гидроксихинолин катиондардыанықтауүшінқолданылады?",
    "answers": [
      "магний жәневисмут(III):",
      "барий және кальций;",
      "калий және аммоний;",
      "никель(II) жәнетемір(III);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 158,
    "question": "Сынап (II) иондарыпластинадаметалдықсынапқадейінтотықсызданады:",
    "answers": [
      "мы с:",
      "күміс;",
      "алтын;",
      "никель;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 159,
    "question": "Кадмий катиондарының натрий гидроксидіменаналитикалықреакциясыныңөнімі:",
    "answers": [
      "ақтұнб а:",
      "сарытүстітұнба;",
      "жасылтүстітұнба;",
      "көктұнба;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 160,
    "question": "Алтыншыаналитикалықтоптағыкатиондардыңгидроксидтері (қышқылды-негіздік классификация) артықериді?",
    "answers": [
      "аммиак:",
      "натрий гидроксиді;",
      "натрий хлориді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 161,
    "question": "Магний катиондарынсапалыанықтауүшінмыналарқолданылады:",
    "answers": [
      "натрий сутегі фосфаты;",
      "Несслерреактиві;",
      "дитизон;",
      "сутегіасқынтотығы:"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 162,
    "question": "Калий йодидті висмут(III) формалары:",
    "answers": [
      "тұнб а:",
      "комплексішілікқосылыс;",
      "күлгінтүсі бар қосылыс;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 163,
    "question": "Марганец (II) катиондарынтотықтыруүшінқолданылады:",
    "answers": [
      "натрий висмутаты:",
      "йод ерітіндісі;",
      "хлорлы су;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 164,
    "question": "«Пруссия көк» тұнбатемір (III) катиондарыныңәрекеттесуінентүзіледі?",
    "answers": [
      "калий гексацианоферратымен(II):",
      "калий гексацианоферратымен(III);",
      "калий тиоцианатымен;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 165,
    "question": "рН=2 кезіндетемір(III) катиондары бар сульфосалицилқышқылы (S",
    "answers": [
      "1:1.",
      "F",
      "SAқатынасыболатын комплекс түзеді:",
      "2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 166,
    "question": "Натрий гидроксиді бар бесіншіаналитикалық топ катиондары (Mg 2+ ,Bi 3+ , Mn 2+ , Fe 2+ , Fe 3+ ) еритінтұнбалартүзеді:",
    "answers": [
      "Минералдықышқылдарда;",
      "ерітінділерде;",
      "сілтіерітінділерінде;",
      "натрий хлоридініңерітіндісінде;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 167,
    "question": "Катиондардыанықтауүшінтотығу-тотықсыздануреакцияларықолданылады?",
    "answers": [
      "марганец(II);",
      "магний;",
      "кадмий;",
      "барий."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 168,
    "question": "Мынакатиондардыңсульфидтерісұйылтылғанминералдықышқылдарда (H2SO4, HCl) ерімейді:",
    "answers": [
      "висмут(III):",
      "марганец(II);",
      "темір(II);",
      "темір(II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 169,
    "question": "Түссіз аммиак комплекстерікатиондартүзеді?",
    "answers": [
      "кадмий(II):",
      "мыс(II);",
      "кобальт(II);",
      "никель(II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 170,
    "question": "Магнезия қоспасынанықтауүшінқолданады:",
    "answers": [
      "гидрофосфатиондары:",
      "сульфат иондары;",
      "аммоний катиондары;",
      "натрий хлоридініңерітіндісінде;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 171,
    "question": "Никельдідиметилглиоксимменанықтаудағықосылыстыңтүсі?",
    "answers": [
      "ашыққызыл:",
      "сары;",
      "көк;",
      "ақ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 172,
    "question": "Диметилглиоксиммен (Чугаев реактиві) анықталған катион:",
    "answers": [
      "Ni C:",
      "Ca;",
      "Mg; Д.К;",
      "Na;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 173,
    "question": "Төмендегікатиондардыңқайсысы IV-шіаналитикалықтопқажатады?",
    "answers": [
      "Zn2+:",
      "Mg2+;",
      "Fe3+;",
      "Fe2+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 174,
    "question": "Алтыншытопкатиондарынатаңыз?",
    "answers": [
      "Co, Ni, Cu, Cd, Hg:",
      "Ca, Sr, Ba;",
      "Na, K, NH4;",
      "Zn, Al, Cr, Sn, As ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 175,
    "question": "Катиондардыңтөртіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "NaOH:",
      "H2SO4;",
      "HCl;",
      "жоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 176,
    "question": "Катиондардыңбесіншіаналитикалықтобыныңтоптықреактиві?",
    "answers": [
      "NH4OH:",
      "H2SO4;",
      "HCl;",
      "жоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 177,
    "question": "Төмендегіиондардыңқайсысыамфотерлікқасиеттеріменсипатталады?",
    "answers": [
      "Cr3+:",
      "Ba2+;",
      "Li+;",
      "Mg2+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 178,
    "question": "Алюминийдіализаринменанықтаудағықосылыстардыңтүсі?",
    "answers": [
      "ашыққызыл:",
      "Көк;",
      "сары;",
      "қоңыр;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 179,
    "question": "K3[Fe(CN)6] комплекстіқосылыстағыкомплекстүзуші (Fex+) зарядықандай?",
    "answers": [
      "+3:",
      "+2;",
      "0;",
      "+6;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 180,
    "question": "Келесікатиондардың V-шіаналитикалықтобынажатады:",
    "answers": [
      "Mn2+:",
      "Co2+;",
      "As3+;",
      "Ag+;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 181,
    "question": "Төмендегіреактивтердіңқайсысытоптықреактивкежатады IV аналитикалық топ:",
    "answers": [
      "KOH(мы",
      "):",
      "(NH4)2CO3;",
      "HNO3;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 182,
    "question": "Барий және күміс тұздарының ерігіштігі бойынша аниондар неше аналитикалық топқа бөлінеді?",
    "answers": [
      "3 топ:",
      "2 топ;",
      "5 топ;",
      "4 топ"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 183,
    "question": "Аниондартотығу-тотықсыздануқасиетінеқарайнешеаналитикалықтопқабөлінеді?",
    "answers": [
      "4 топ:",
      "2 топ;",
      "3 топ;",
      "5 топ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 184,
    "question": "Тиосульфат ионының, арсенит ионының, оксалат ионыныңжалпықасиеттеріқандай?",
    "answers": [
      "тотықсыздандырғыштар:",
      "тотықтырғыштарболыптабылады;",
      "тотықтырғышжәнетотықсыздандырғышқасиеткеие;",
      "немқұрайлы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 185,
    "question": "Біріншіаналитикалықтоптыңаниондарынанықтауүшінкелесіреагенттерқолданылады:",
    "answers": [
      "барий хлоридініңбейтарапортадағыерітіндісі:",
      "натрий хлоридініңерітіндісі;",
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "қышқылортадағыкүміснитратыныңерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 186,
    "question": "Екіншіаналитикалықтоптағыаниондарды (хлорид, бромид, йодид, сульфид, бромат, йодат) анықтауүшінреагенттерқолданылады:",
    "answers": [
      "күміснитратыныңқышқылортадағыерітіндісі:",
      "барий хлоридініңқышқылортадағыерітіндісі;",
      "барий хлоридініңбейтарапортадағыерітіндісі;",
      "күміснитратыныңсілтіліортадағыерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 187,
    "question": "Тотықтырғышаниондардыанықтауүшінреагенттерқолданылады?",
    "answers": [
      "калий йодидініңбейтарапортадағыерітіндісі:",
      "қышқылортадағы калий перманганатыныңерітіндісі;",
      "калий бихроматыныңерітіндісі;",
      "азот қышқылыныңерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 188,
    "question": "Тотықсыздандырғышаниондардыанықтауүшінқолданылатынреагенттер?",
    "answers": [
      "қышқылортадағы калий перманганатыныңерітіндісі; бейтарапортадағы йод ерітіндісі:",
      "калий сульфатыныңерітіндісі;",
      "азот қышқылыерітіндісі;",
      "калий йодидініңерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 189,
    "question": "Фосфат иондарынанықтауүшінмыналарқолданылады:",
    "answers": [
      "аммоний молибдаты:",
      "Несслерреактиві;",
      "натрий хлориді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 190,
    "question": "Барий сульфитіериді:",
    "answers": [
      "күкіртоксиді (IV) бөлінетінсұйылтылғантұзқышқылынд а:",
      "сұйылтылғанкүкіртқышқылында;",
      "сұйытылған тұз қышқылы;",
      "концентрлі тұз қышқылы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 191,
    "question": "Сульфиттердің ыдырауы кезінде бөлінетін күкірт оксиді (IV) болып табылады:",
    "answers": [
      "йодтың сулы ерітіндісінің түссізденуі арқылы:",
      "К.Фишер әдісі бойынша;",
      "йодидті-крахмалды қағазды қолдану;",
      "дұрыс жауап жоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 192,
    "question": "Карбонат иондары анықталған кезде келесі кай реакциялар жүргізіледі:",
    "answers": [
      "барий хлоридінің ерітіндісімен, қышқылдармен:",
      "қышқылдармен;",
      "йод ерітіндісімен;",
      "дұрыс жауап жоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 193,
    "question": "Аниондарға арналған топтық реактивті пайдаланып, дәлелдеңіз:",
    "answers": [
      "қоспада сол немесе басқа аналитикалық топ аниондарының болмауы, қоспада белгілі бір топ аниондарының болуы:",
      "белгілібіртоптыңаниондарыныңқоспасындаболуы;",
      "аниондарқоспасындабелгілібіранионныңболуы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 194,
    "question": "Бромид иондарынанықтауүшінқайссықолданылады:",
    "answers": [
      "калий перманганаты:",
      "формальдегид;",
      "калий йодиді;",
      "йод;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 195,
    "question": "Күмісйодидініңбояуы:",
    "answers": [
      "ашықсары:",
      "ақ;",
      "қызыл;",
      "көк;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 196,
    "question": "Қышқылортада йодид иондарытотығады?",
    "answers": [
      "калий перманганаты, - натрий нитриті, темір (III) хлоридінд е:",
      "натрий нитриті;",
      "темір(III) хлориді;",
      "калий йодиді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 197,
    "question": "Ерітіндіде бромид пен йодид иондарыныңбіріккенқатысуымен оны алдыменхлорлысумен не тотықтырады?",
    "answers": [
      "иодты ион:",
      "бромид-ион;",
      "йодид пен бромид иондарынбірмезгілдетотықтырады;",
      "темір (III) хлориді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 198,
    "question": "Анықтауүшінқайтемір(III) тиоцианаткешенініңтүзілуреакциясықолданылады:",
    "answers": [
      "тиоцианаттыиондар:",
      "тиосульфат иондары;",
      "сульфат иондары;",
      "бромид-ион;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 199,
    "question": "Сульфид иондарынанықтаукезіндеқолданылады:",
    "answers": [
      "қорғасын ацетаты:",
      "формальдегид;",
      "Несслерреактиві;",
      "нитрит иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 200,
    "question": "Аниондардыңүшіншіаналитикалықтобынақайсысыжатады:",
    "answers": [
      "ацетат, нитрит, нитрат иондары:",
      "сульфатты -, карбонатты -, ацетатты - иондар;",
      "хлорид, бромид, нитрит иондары;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 201,
    "question": "Тотығу-тотықсыздану-амфотерліканиондарғажатады:",
    "answers": [
      "нитрит иондары:",
      "ацетат иондары;",
      "нитрат иондары;",
      "хлорид-, бромид-, нитрит иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 202,
    "question": "Ацетат иондарыаналитикалықреакцияменсипатталады:",
    "answers": [
      "темір(III) тұздарымен:",
      "алюминий тұздарымен;",
      "кальций тұздарымен;",
      "хлоридтермен."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 203,
    "question": "Қышқылдыерітінділердебіргеболуымүмкін бе?",
    "answers": [
      "хлорид пен ацетат иондары:",
      "йодид және арсенат иондары;",
      "йодид және нитрит иондары;",
      "арсенат және сульфит иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 204,
    "question": "Күкіртқышқылдыортадағы калий перманганатыныңерітіндісіқандайболғанжағдайдатүссізболады?",
    "answers": [
      "оксалат иондары:",
      "карбонаттыиондар;",
      "арсенат иондары;",
      "нитрат иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 205,
    "question": "Йодпен реакция ерітіндідеболуынанықтауғамүмкіндікберетін?",
    "answers": [
      "карбонаттыиондар:",
      "тотықтырғышаниондар;",
      "тотықсыздандыратынаниондар;",
      "арсенат иондары;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 206,
    "question": "Күкіртқышқылыменаналитикалықсынауқандайзаттардыанықтауғамүмкіндікбереді?",
    "answers": [
      "газ тәріздіөнімдердішығару:",
      "құрамындасутегі бар;",
      "құрамында натрий бар;",
      "дұрысжауапжоқ."
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 207,
    "question": "Талданатынзаттықышқылдандырукезіндекүкіртсутектіңбөлінуінкөрсетеді:",
    "answers": [
      "сульфидтер:",
      "сульфиттер;",
      "сульфаттар;",
      "қышқылдар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 208,
    "question": "Ерітіндініқышқылдандырукезіндежаныптұрғанкүкіртиісі бар газдыңшығуыаналитикалықүлгідеболуымүмкінекенінкөрсетеді?",
    "answers": [
      "тиосульфаттар, сульфиттер:",
      "сульфаттар;",
      "сульфиттер;",
      "сульфидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 209,
    "question": "Коллекторларпайдаланады:",
    "answers": [
      "сульфидтер, гидроксидтер:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 210,
    "question": "Кальций оксалатынкүйдірукезіндемыналартүзілуімүмкін бе?",
    "answers": [
      "кальций карбонаты, көміртекоксиді (II), кальций оксиді:",
      "кальций оксиді;",
      "кальций гидрокарбонаты;",
      "көміртекоксиді (II);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 211,
    "question": "Төмендегішамалардыңқайсысытаразылардыңдәлдігінесәйкескеледі?",
    "answers": [
      "5,5000:",
      "5.50;",
      "5.5;",
      "5500;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 212,
    "question": "Гравиметриялықәдістіқалайжіктейміз?",
    "answers": [
      "Бөліну, орынауыстыру, жауын-шашын:",
      "Бөлу, титрлеу, экстракциялау;",
      "назараудару, титрлеу, тыныштандыру;",
      "преципитация, хроматография, титрлеу;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 213,
    "question": "Концентрлеужәнебөлуәдістерінежатады:",
    "answers": [
      "экстракция, сорбция, біргетұндыру:",
      "нитраттар;",
      "тиосульфаттар;",
      "пероксидтер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 214,
    "question": "Бөлінудіңжәнеконцентрацияныңсандықсипаттамасыболыптабылады:",
    "answers": [
      "таралукоэффициенті, алынудәрежесі:",
      "түрлендірукоэффициенті;",
      "экстракция дәрежесі;",
      "ерігіштікконстантасы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 215,
    "question": "Таралуконстантасы – қатынасы:",
    "answers": [
      "органикалықфазадағызаттыңбелгілібіртүрінің теп",
      "органикалықфазадағызаттыңбарлықформаларыныңжалпымолярлықконцентрациясызаттыңсулыфазадағыбарлықформаларыныңжалпымолярлықконцентрациясына;",
      "теңдікмолярлықконцентрациясы осы форманыңсулыфазадағы теп",
      "теңмолярлықконцентрациясын а:"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 216,
    "question": "Экстракция не үшінқолданылады:",
    "answers": [
      "заттардыбөлуүшін, концентрация үшін:",
      "шоғырлануүшін;",
      "тұзқышқылынтитриметриялықанықтауда;",
      "заттардыажырату;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 217,
    "question": "Экстракция процесінеәсерететінфакторлар?",
    "answers": [
      "алынатынзаттыңтабиғаты:",
      "рН, экстрагенттіңтабиғаты;",
      "экстрагенттіңтабиғаты;",
      "алынатынзаттыңтабиғаты;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 218,
    "question": "Темір (III) гидроксидініңтүзілуреакциясыарқылытемірдігравиметриялықанықтаудагравиметриялықтүріқандайболады?",
    "answers": [
      "темір(III) оксиді:",
      "темір(III) гидроксиді;",
      "темір (II) оксиді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 219,
    "question": "Гравиметриялық коэффициент – бұл",
    "answers": [
      "конверсия коэффициенті, анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы:",
      "анықталатынзаттыңмолярлықмассасыныңгравиметриялықтүрдегімолярлықмассасынақатынасы;",
      "гравиметриялықтүрдегімолярлықмассасыныңанықталатынзаттыңмолярлықмассасынақатынасы;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 220,
    "question": "Гравиметрияныңнегізгікезеңдері:",
    "answers": [
      "сынаманыалужәнееріту, тұндырылғанпішіндіалу:",
      "көрсеткіштідайындаужәнеқосу;",
      "тұндырылғанпішіндіалу;",
      "бойлық диффузия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 221,
    "question": "Сандықталдауәдістерінемыналаржатады:",
    "answers": [
      "Гравиметриялықжәнетитриметриялық:",
      "Гравиметриялық;",
      "Титриметриялық;",
      "барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 222,
    "question": "Гравиметриялықәді",
    "answers": [
      "зерттелетінзаттыңмассасындәлөлшеу:",
      ".. негізделген.",
      "Ерітіндікөлемінөлшеңіз;",
      "Зерттелетінзаттыңкөлемінөлшеу;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 223,
    "question": "Гравиметриялықталдаунешетопқабөлінеді:",
    "answers": [
      "3-т е:",
      "6 5-те;",
      "2-де;",
      "1-де;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 224,
    "question": "Гравиметриялықталдаудыңтүрлерінатаңыз?",
    "answers": [
      "бөлу, тұндыру, айдау:",
      "тарату, инъекция;",
      "бөліну, жауын-шашын;",
      "фракциялықайдау, бөлу, тұндыру;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 225,
    "question": "​​Йодометриялық титрлеу әдісі мынаны анықтайды:",
    "answers": [
      "тотықтырғыштар, тотықсыздандырғыштар:",
      "натрий карбонаты;",
      "алтын;",
      "никель;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 226,
    "question": "Титрлеуқателеріқалайболуымүмкін:",
    "answers": [
      "кездейсоқ;",
      "жүйелі;",
      "жеке;",
      "ұжымдық;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 227,
    "question": "Титриметриялықәді",
    "answers": [
      "Анықталатынзаттыңбелгілімөлшеріменәрекеттесуүшінқолданылатынбелгіліконцентрациядағы реагентерітіндісініңкөлемінөлшеңіз:",
      ".. негізделген.",
      "Анықталатын заттың белгілі мөлшерімен әрекеттесу үшін қолданылатын концентрациясы белгілі заттың массасын дәл өлшеу;",
      "концентрацияныөлшеу;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 228,
    "question": "Қайталанумүмкіндігібойыншаекіәдістісалыстыруүшінмынаныпайдаланыңыз:",
    "answers": [
      "Фишер критерий:",
      "Студенттік критерий;",
      "Фаянс әдісі;",
      "Госсетфункциясы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 229,
    "question": "Ерітіндідегізаттыңконцентрациясынөрнектеудіңнегізгітәсілдері?",
    "answers": [
      "ерітіндідегізатэквивалентініңмолярлықконцентрациясы, ерітіндініңтитрі:",
      "ерітіндітитрі;",
      "стандартты концентрация;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 230,
    "question": "Ерітіндініңтитрі:",
    "answers": [
      "1 мл ерітіндідегіерігензаттың грамм саны:",
      "1 литр ерітіндідегіерігензаттың грамм саны;",
      "1 мл ерітіндідегіерігензаттың моль саны;",
      "1 л ерітіндідегіерігензаттың моль саны;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 231,
    "question": "Сұйылтукоэффициенті:",
    "answers": [
      "колба көлемініңтамшуыркөлемінеқатынасы:",
      "массалықконцентрацияныңмолярлықконцентрацияғақатынасы;",
      "титранткөлемініңталданатынерітіндікөлемінеқатынасы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 232,
    "question": "Титрлеудіңнегізгіәдістерінемыналаржатады:",
    "answers": [
      "тура титрлеу, керітитрлеу:",
      ". қайталанатынтитрлеу;",
      "керітитрлеу;",
      "Фишер титрлеуі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 233,
    "question": "Орынбасардытитрлеукезіндеқолданылады:",
    "answers": [
      "анықталатынзатпенәрекеттесетінкөмекші реагент:",
      "екітитрант;",
      "титрантпенжәнеталданатынзатпенәрекеттесетін реагент;",
      "Барлықжауаптардұрыс;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 234,
    "question": "Титрлеукезіндеболатыннегізгіреакцияныңтүрінеқарайәдістербөлінеді:",
    "answers": [
      "қышқылдық-негіздікәрекеттесуәдістері, тотығу-тотықсыздануәдістері:",
      "тотығу-тотықсыздануәдістері;",
      "тікелейәдістер;",
      "жанамаәдістер;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 235,
    "question": "Титриметриялықәдістерқолданылады:",
    "answers": [
      "негізгіталаптарғажауапберетінреакциялар:",
      "кезкелгенхимиялық реакция;",
      "гравиметриялықанализдегідейреакциялар;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 236,
    "question": "Титрлеуқисықтарықалайграфикалықтәуелділіктібейнелейді?",
    "answers": [
      "анықталатынзаттыңконцентрациясытитранткөлеміне, анықталатынзаттыңконцентрациясытитрлеудәрежесіне, ерітіндініңоптикалықтығыздығынақосылғантитранткөлемін е:",
      "титрлеудәрежесібойыншаанықталатынзаттыңконцентрациясы;",
      "қосылғантитранткөлеміненерітіндініңоптикалықтығыздығы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 237,
    "question": "Титрлеуқалайжүргізіледі?",
    "answers": [
      "бөлекүлгілерәдісі, тамшуырлауәдісі:",
      "Бугерәдісі;",
      "тамшуырлауәдісі;",
      "өлшегішколбада;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 238,
    "question": "Керітитрлеуәдісіненіанықтайды:",
    "answers": [
      "нитриттер:",
      "хлоридтер;",
      "нитраттар;",
      "карбонаттар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 239,
    "question": "Тамшуырлауарқылытитрлеудіжүргізукезіндесынамақаншареталынады?",
    "answers": [
      "біррет:",
      "екірет;",
      "үшрет;",
      "техникалықмасштабта;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 240,
    "question": "Стандарттышешімқалайболуымүмкін:",
    "answers": [
      "біріншілік, фиксальдық, екіншілік:",
      "қайталама;",
      "үшінші;",
      "фиксальдық;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 241,
    "question": "Титранттардыңстандарттыерітінділерінсандықсипаттауүшінсәйкес титр қолданылады, ол:",
    "answers": [
      "1 мл титрантпенәрекеттесетінанықталатынзаттыңмассасынкөрсетеді:",
      "1 г анықталатынзатқасәйкескеледі;",
      "ерігензатмөлшерініңерітіндікөлемінеқатынасынатең;",
      "ерігензаттыңмассасыныңерітіндікөлемінеқатынасынатең;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 242,
    "question": "Эквиваленттік коэффициент депреакцияғақатысатынбөлшектіңқандайбөлігі эквивалент екенінкөрсететінкоэффициенттіайтады?",
    "answers": [
      "бір протон, бір электрон:",
      "бір нейтрон;",
      "бір электрон;",
      "1 мл титрант;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 243,
    "question": "Титриметриялықәдістердемынадайкөрсеткіштерқолданылады?",
    "answers": [
      "қышқыл-негіз, тотықсыздандырғыш:",
      "тотықсыздандырғыш;",
      "калий бромиді;",
      "сіркеқышқылы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 244,
    "question": "Мор әдісіменэквиваленттікнүктеқандайреакцияныңкөмегіменанықталады?",
    "answers": [
      "2Ag+ + CrO42- = Ag2CrO4:",
      "Fe3+ + 3SCN- = Fe(SCN)3;",
      "Ag+ + Cl- = AgCl;",
      "Ag+ + Br- = Ag Br"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 245,
    "question": "Меркурометрияәдісібойыншатитрант.",
    "answers": [
      "Hg2(NO3)2:",
      "Hg2Cl2;",
      "[HgJ4]2-;",
      "HgJ2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 246,
    "question": "Трилон",
    "answers": [
      "Me2+ + H2TR2- = MeH2 TR",
      "Me2+ + H2TR2- = MeTR2- + 2H+:",
      "ныңметаллиондарыменәрекеттесуінеқандайтеңдеусәйкескеледі?",
      "Me2+ + H2TR2- = MeH24+ + TR4 –;"
    ],
    "correct": [
      0,
      1
    ]
  },
  {
    "id": 247,
    "question": "Электрондардыөткізетінбөлшектер ..... депаталады.",
    "answers": [
      "қалпынакелтіретінзаттар:",
      "тотықтырғыштар;",
      "тотықсыздандырғыштаржәнетотықтырғыштар;",
      "протондар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 248,
    "question": "Электрондардықосатынбөлшектер ... депаталады.",
    "answers": [
      "Тотықтырғыштар:",
      "Протондар;",
      "Нейтрондар;",
      "Электрондар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 249,
    "question": "Потенциалдышаманыңконцентрацияғатәуелділігінғалымқайжылыашты?",
    "answers": [
      "1889 жылы Нернст:",
      "1888 жылы Нернст;",
      "Фарадей 1887 ж; Д.Фарадей 1886 ж;",
      "1885 жылы Колбе;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 250,
    "question": "Гальваникалық элемент дегеніміз:",
    "answers": [
      "реакцияныңхимиялықэнергиясынэлектрэнергиясынатүрлендіретінқұрылғы:",
      "реакцияныңэлектрэнергиясынхимиялықэнергияғатүрлендіретінқұрылғы;",
      "электрондыөлшеуқұралы;",
      "зарядтардыңсанынөлшеугеарналғанқұрылғы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 251,
    "question": "100 мл 0,1 М HClбейтараптандыруүшінқандайкөлемде 0,05 М NaOHқажет:",
    "answers": [
      "200 мл:",
      "20 мл;",
      "100 мл;",
      "5 мл;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 252,
    "question": "Ерітілген натрий гидроксидініңтитрі 0,0040 г/мл болса, ерітіндідегі натрий гидроксидініңмолярлықконцентрациясықандайболады?",
    "answers": [
      "0,10 моль/л:",
      "0,01 моль/л;",
      "0,40 моль/л;",
      "0,040 моль/л;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 253,
    "question": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретінде не қолданылады?",
    "answers": [
      "калий бифталаты, қымыздыққышқылы:",
      "сіркеқышқылы;",
      "натрий хлориді;",
      "қымыздыққышқыл;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 254,
    "question": "Қышқылдық-негіздіктитрлеудебастапқыстандарттызаттарретіндеқайсысықолданылады?",
    "answers": [
      "натрий карбонаты:",
      "калий хлориді;",
      "эозин;",
      "фенилкарбазид;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 255,
    "question": "Қышқылдық-негіздіктитрлеудегіекіншілікстандарттыерітінділергежатады:",
    "answers": [
      "тұзқышқылыерітіндісі, натрий гидроксидіерітіндісі:",
      "сутегіасқынтотығыныңерітіндісі;",
      "натрий гидроксидіерітіндісі;",
      "аммиак ерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 256,
    "question": "Қышқылдардыңнақтыконцентрациясынанықтауғаарналғанбастапқыстандарттызаттар:",
    "answers": [
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "натрий карбонаты;",
      "аммиак ерітіндісі;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 257,
    "question": "Қышқылды-негіздіктитрлеуәдістеріндежұмысерітінділері (титранттар) ретіндеқолданылады?",
    "answers": [
      "натрий гидроксидіерітіндісі, күкіртқышқылыерітіндісі:",
      "күкіртқышқылыерітіндісі;",
      "аммиак ерітіндісі;",
      "азот қышқылыныңерітіндісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 258,
    "question": "Қышқылдық-негіздіктитрлеудеэквиваленттікнүктетабылғанкездеосынықолданыңыз:",
    "answers": [
      "метил апельсин, фенолфталеин:",
      "фенолфталеин;",
      "калий хроматы;",
      "фенантролин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 259,
    "question": "Қышқылдық-негіздіктитрлеудегітитрлеудіңсоңғынүктесібекітілген?",
    "answers": [
      "физик",
      "көрсеткіштікемесәдіс;",
      "көрсеткіштердіқолдануарқылы;",
      "химиялықәдіспен, көрсеткіштердіқолданаотырып:"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 260,
    "question": "Қышқылдық-негіздіккөрсеткіштердіңкөрсеткіштерінеәсерететінфакторлар?",
    "answers": [
      "бөгдезат, температур а:",
      "температура;",
      "ерітіндініңбуферліксыйымдылығы;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 261,
    "question": "Титрлеуқисығында рН секірісімынағанбайланысты:",
    "answers": [
      "титрленетінқышқылдыңкүші, титранттыңконцентрациясы:",
      "титрантконцентрациясы;",
      "көрсеткіштіңpKa;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 262,
    "question": "Қышқылдық-негіздіктитрлеуқисығыбойыншатитрлеудіңсекірісі:",
    "answers": [
      "ерітіндінің рН күртөзгеруі:",
      "ерітіндітүсініңпайдаболуы;",
      "ерітіндініңтүсініңжоғалуы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 263,
    "question": "Сусызтитрлеудеқолданылатынеріткіш:",
    "answers": [
      "анықталатынзаттыерітеді, диэлектрлікөтімділігіжоғары:",
      "жоғарыдиэлектрлікөтімділіккеие;",
      "қышқылдар мен негіздердіңберіктігінеәсеретпейді;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 264,
    "question": "Ацидиметрия қандайәдістергежатады?",
    "answers": [
      "қышқылдық-негіздіктитрлеу, химиялықталдау:",
      "оксидиметриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 265,
    "question": "HClерітіндісінстандарттаукезіндебастапқыстандарттызаттарретіндеқолданылады?",
    "answers": [
      "натрий тетраборатыдекагидраты, натрий карбонаты:",
      "натрий тетраборатыдекагидраты;",
      "аммиак ерітіндісі;",
      "дифениламин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 266,
    "question": "Органикалыққосылыстардағы азот неменанықталады?",
    "answers": [
      "Кьельдаләдісібойынш а:",
      "комплексометриялықәдіс;",
      "гравиметриялықәдіс;",
      "Фолгардәдісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 267,
    "question": "Қышқылдық-негіздіктитрлеуәдістерінежатады:",
    "answers": [
      "алкалиметрия, ацидиметрия:",
      "қышқылдыметрия;",
      "цериметрия, ацидиметрия;",
      "хроматометрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 268,
    "question": "Қышқылды-негіздікиндикаторларқандайқасиеттердікөрсетеді?",
    "answers": [
      "әлсізқышқылдар, әлсізнегіздер:",
      "әлсізнегіздер;",
      "тотықтырғыштар, әлсізнегіздер;",
      "редукторлар;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 269,
    "question": "Аргентометриялықтитрлеуәдістерінжіктейді:",
    "answers": [
      "қолданылғанкөрсеткішбойынш а:",
      "анықталатынзаттарүшін;",
      "титранттыңстандарттауәдісібойынша;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 270,
    "question": "Мор титрлеуіжүргізіледі?",
    "answers": [
      "бейтарапортад а:",
      "қышқылортада;",
      "сілтіліортада;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 271,
    "question": "Темір(III) тиоцианатытұндыруүшінтитрлеудеқолданылады:",
    "answers": [
      "көрсеткіш:",
      "титрант;",
      "бастапқы стандарт;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 272,
    "question": "Тиоцианатометриядатитрантретінде не қолданылады?",
    "answers": [
      "калий тиоцианаты:",
      "темір(III) тиоцианаты;",
      "калий хроматы;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 273,
    "question": "Адсорбциялықиндикаторларментитрлеуқандайәдісбойыншажүргізіледі?",
    "answers": [
      "Фаян с:",
      "Маура;",
      "Фолгарда;",
      "Дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 274,
    "question": "Тұндырутитрлеуәдістерінеқойылатынталаптар?",
    "answers": [
      "эквиваленттікнүктенібекітугемүмкіндікберетінтотығу-тотықсызданукөрсеткішініңболуы, шөгіндінің тез түзілуі:",
      "титрантерітіндісітүсті, тез тұнбатүзілуі керек;",
      "шөгіндінің тез түзілуі;",
      "тұнбаныңбіршаматөменерігіштігі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 275,
    "question": "Фаянс әдісібойыншатұнбатитрлеуқалайжүргізіледі?",
    "answers": [
      "белгілі рН шамасында (хлоридтердіанықтау), адсорбциялықиндикаторлардыпайдаланаотырып:",
      "адсорбциялықкөрсеткіштердіқолдану;",
      "сілтіліортада, адсорбциялықкөрсеткіштердіқолданаотырып;",
      "қаттықышқылдықортада (индикатор – флуоресцеин);"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 276,
    "question": "Тотығу-тотықсызданутитрлеудегібіріншілікэталондар?",
    "answers": [
      "калий бихроматы:",
      "калий перманганаты;",
      "натрий тиосульфаты;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 277,
    "question": "Тотығу-тотықсызданутитрлеуәдістерінежатады:",
    "answers": [
      "цериметрия:",
      "қышқылдыметрия;",
      "комплексиметрия;",
      "фторидометрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 278,
    "question": "Йодометриялықәдістерненіанықтауғамүмкіндікбереді?",
    "answers": [
      "қышқылдар, тотықсыздандырғыштар, тотықтырғыштар:",
      "тотықсыздандырғыштар, тотықтырғыштар;",
      "тотықсыздандырғыштар;",
      "дұрысжауапжоқ;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 279,
    "question": "Перманганатометриядақажетті рН мәнінжасауүшінқолданылады:",
    "answers": [
      "күкіртқышқылы:",
      "азот қышқылы;",
      "сіркеқышқылы;",
      "натрий гидроксиді;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 280,
    "question": "Тотығу-тотықсызданутитрлеудегібастапқыстандарттарғажатады:",
    "answers": [
      "натрий оксалаты:",
      "калий перманганаты;",
      "натрий тиосульфаты;",
      "сутегіасқынтотығы;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 281,
    "question": "1 литр ерітіндіде 5,85 г NaCl (M (NaCl) \\u003d 58,5 г/моль) бар. Ерітіндініңмолярлықэквиваленттікконцентрациясы неге тең?",
    "answers": [
      "0,1:",
      "1;",
      "0,2;",
      "2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 282,
    "question": "Ерітіндініңтитрінқандай формула анықтайды?",
    "answers": [
      "Т = CH ∙ Mэ / 1000:",
      "T=n/ V;",
      "T =N•Э;",
      "T = m • V;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 283,
    "question": "Молярлықконцентрацияқандайформулабойыншаанықталады?",
    "answers": [
      "C = n / V:",
      "M = m / V;",
      "C =m/ V;",
      "N=C × V;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 284,
    "question": "Титрлеуүшінерітіндіретіндекүштіқышқылдарпайдаланылса, ондабұләдіс ... әдісідепаталады.",
    "answers": [
      "Ацидиметрия:",
      "йодометрия;",
      "перманганометрия;",
      "алкалиметрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 285,
    "question": "Титрлеуүшінерітіндіретіндекүштінегіздерпайдаланылса, ондабұләдіс ... әдісідепаталады.",
    "answers": [
      "Алкалиметрия:",
      "ацидометрия;",
      "йодометрия;",
      "перманганометрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 286,
    "question": "Ацидиметриялықтитрант:",
    "answers": [
      "HCl, H2SO4:",
      "KOH, HCl;",
      "NaOH, Ba(OH) 2;",
      "HNO2, NH4OH;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 287,
    "question": "Сілтілікортаданқышқылортағаөткендеметилапельсинніңиндикаторықалайөзгереді?",
    "answers": [
      "қызылдансарығадейін:",
      "қызылданкөккедейін;",
      "түссізқызылқызыл;",
      "сарыданқызылғадейін;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 288,
    "question": "15,0 мл 0,05 нерітіндісінтитрлеуге 7,6 млнатрийгидроксидіжұмсалса, сілтініңконцентрациясынегетең?",
    "answers": [
      "0,098:",
      "0,95;",
      "0,25;",
      "0,043;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 289,
    "question": "Тотығу-тотықсызданутитрлеукелесіреакцияларғанегізделген.",
    "answers": [
      "тотығу-тотықсыздану:",
      "бейтараптандыру;",
      "алмасу;",
      "гидролиз;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 290,
    "question": "K2Cr2O7 жұмысерітіндісіболатынтотығу-тотықсызданутитрлеуәдісі ... депаталады.",
    "answers": [
      "Дихроматометрия:",
      "хроматография;",
      "броматометрия;",
      "перманганометрия;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 291,
    "question": "Перманганометриялықтитрлеудеқолданылатын индикатор.",
    "answers": [
      "индикаторсыз:",
      "метил апельсин;",
      "эриохромқара;",
      "эозин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 292,
    "question": "Йодометриялықтитрлеуәдісінекөрсеткіштер?",
    "answers": [
      "Крахмал:",
      "Лакмус;",
      "мурексид; Д. фенофталеин;",
      "метил апельсин;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 293,
    "question": "Перманганометриялықтитрлеукезінде Mn+2 ионыныңтүзілуіүшінқандай орта қажет?",
    "answers": [
      "Қышқылы:",
      "бейтарап;",
      "сілтілі;",
      "қатежауап;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 294,
    "question": "Нитрометриялықтитрлеуәдісініңтитрранты?",
    "answers": [
      "NaNO2:",
      "NaNO3;",
      "HNO3;",
      "Pb (NO3) 2;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 295,
    "question": "Седиментациятитрлеуініңнегізіндежатқанреакцияшарттары?",
    "answers": [
      "Жоғарықаныққанерітіндіболуы керек:",
      "Алынғантұнбалараморфтыболуы керек.;",
      "Тұнбатүзілмеуі керек.;",
      "Реакция қайтымдыболуы керек;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 296,
    "question": "«Тұнбаісжүзіндеерімейтінжәне тез тұнбағатүсуі керек» реакциясыныңталабынатитриметриялықталдаудыңқандайәдісісәйкескеледі?",
    "answers": [
      "тұндыруәдісі:",
      "бейтараптандыру;",
      "Ацидиметриялықәдіс;",
      "комплексометрияәдісі;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 297,
    "question": "Электродтықпотенциалдыөзгертуарқылыэквиваленттікнүктеніанықтауғанегізделгентитрлеутүрі.",
    "answers": [
      "потенциометриялықтитрлеу:",
      "кондуктометриялықтитрлеу;",
      "амперометриялықтитрлеу;",
      "қышқылдық-негіздіктитрлеу;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 298,
    "question": "Бейтараптандыру, тұндыру, комплекс түзужәнетотығу-тотықсыздануреакцияларындағыэквиваленттікнүктеніанықтауғамүмкіндікберетінтитрлеутүрі.",
    "answers": [
      "потенциометриялықтитрлеу:",
      "Қышқылдық-негіздіктитрлеу;",
      "амперометриялықтитрлеу;",
      "оксидиметриялықтитрлеу;"
    ],
    "correct": [
      0
    ]
  },
  {
    "id": 300,
    "question": "Хроматография әдісінқайғалымашты?",
    "answers": [
      "1903 жылытүсі: Д. Лавуазье 1904 ж;",
      "1901 жылы Марковников;",
      "1902 жылы Зайцев;",
      "1905 жылы"
    ],
    "correct": [
      0
    ]
  }
];
